{
    "DataList": [
        {
            "CharacterId": 10000,
            "FamilyNameVi": "Rikuhachima",
            "PersonalNameVi": "Aru",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "March 12th",
            "CharacterSSRNewVi": "Heh heh. Good choice.",
            "ProfileIntroductionVi": "The self-proclaimed boss of Problem Solver 68.\n\nAru expanded the Gehenna Academy's Problem Solver 68 club without permission to conduct illegal business activities. She aspires to be seen as a dashing and debonair villain, but her frequent blunders always expose her as a poser.",
            "HobbyVi": "Studying management",
            "CharacterVoiceVi": "Reina Kondō",
            "WeaponNameVi": "Wine Red/Admire",
            "WeaponDescVi": "A semi-automatic sniper rifle with an antique design cherished by Aru.\n\nHer hard-boiled nature intensifies just by carrying it."
        },
        {
            "CharacterId": 10001,
            "FamilyNameVi": "Izumimoto",
            "PersonalNameVi": "Eimi",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "May 1st",
            "CharacterSSRNewVi": "How can I fight more effectively?",
            "ProfileIntroductionVi": "An agent of the Super Phenomenon Task Force at the Millennium School.\n\nAn emotionally inscrutable oddball, Eimi very rarely speaks and can often be found staring off into space for no particular reason. However, there's no one as brutally efficient as her when it comes to carrying out missions for Seminar.",
            "HobbyVi": "Spacing out, listening to music",
            "CharacterVoiceVi": "Akane Matsunaga",
            "WeaponNameVi": "Multi Tactical",
            "WeaponDescVi": "Eimi's favorite shotgun with a crude design.\n\nMultifaceted like its name suggests, used on everything from forced breakthroughs to dealing with supernatural phenomena."
        },
        {
            "CharacterId": 10002,
            "FamilyNameVi": "Kurodate",
            "PersonalNameVi": "Haruna",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "March 1st",
            "CharacterSSRNewVi": "Shall we explore the world of fine dining?",
            "ProfileIntroductionVi": "President of the Gehenna Gourmet Research Society.\n\nAt a glance, she appears to possess the graceful charisma of a refined lady. But when it comes to food, she can turn into a deranged maniac at the flip of a switch. Despite her uncontrollable gluttony, she actually can't stomach too much food at once. Her favorite foods are those rich in fat, such as motsunabe and horumonyaki.",
            "HobbyVi": "Foodie touring, making foodie lists",
            "CharacterVoiceVi": "Azusa Tadokoro",
            "WeaponNameVi": "Ideal",
            "WeaponDescVi": "An elegant sniper rifle used by Haruna.\n\nShe claims she can see the path to becoming the ultimate gourmand through the scope."
        },
        {
            "CharacterId": 10003,
            "FamilyNameVi": "Ajitani",
            "PersonalNameVi": "Hifumi",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "November 27th",
            "CharacterSSRNewVi": "If Sensei's going to be with me...I'm going to give my all!",
            "ProfileIntroductionVi": "A friendly, outgoing member of the Trinity Make-Up Work Club.\n\nHifumi's just a regular girl with average grades, but she's nonetheless well liked and popular for her well-rounded personality. She's a good listener for anyone who needs to vent about their worries or problems, but this also causes her to get swept up in the moment and unintentionally cause trouble.",
            "HobbyVi": "Collecting Peroro merch, shopping, listening to others",
            "CharacterVoiceVi": "Kaede Hondo",
            "WeaponNameVi": "My Necessity",
            "WeaponDescVi": "A pink rifle carried around by Hifumi.\n\nHifumi doesn't go anywhere without this cute pink-painted rifle."
        },
        {
            "CharacterId": 10004,
            "FamilyNameVi": "Sorasaki",
            "PersonalNameVi": "Hina",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "February 19th",
            "CharacterSSRNewVi": "It's annoying, but I should take care of it.\nThat's my job.",
            "ProfileIntroductionVi": "Head prefect of the Gehenna Academy Prefect Team.\n\nSomewhat aloof and considers almost everything a bother and a chore, but is still every bit the head prefect of the Prefect Team when it comes to rules and regulations.\nHer general response to most things is \"Ugh, so annoying,\" but she's ruthless and decisive when it comes to matters on the battlefield.\nFeared and respected by the enemies of Gehenna.",
            "HobbyVi": "Sleeping, rest and relaxation",
            "CharacterVoiceVi": "Ryō Hirohashi",
            "WeaponNameVi": "Destroyer of Denouement",
            "WeaponDescVi": "A multipurpose machine gun Hina wields as naturally as any limb.\n\nBlows away school rule violators and degenerates with its ruthlessly destructive power."
        },
        {
            "CharacterId": 10005,
            "FamilyNameVi": "Takanashi",
            "PersonalNameVi": "Hoshino",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "January 2nd",
            "CharacterSSRNewVi": "It's way past my nap time,\nbut I'll help if you want me to.",
            "ProfileIntroductionVi": "The Abydos Student Council vice president and president of the Foreclosure Task Force.\n\nActs more like a tired old timer and would rather play pranks than do actual work. This often gets her into trouble with her fellow task force members, but once on a mission, she fights harder on the front lines than anyone else to keep her friends safe.",
            "HobbyVi": "Taking naps, procrastinating",
            "CharacterVoiceVi": "Yumiri Hanamori",
            "WeaponNameVi": "Eye of Horus",
            "WeaponDescVi": "Hoshino's favorite shotgun with a simple design.\n\nThe normally lazy Hoshino never slacks when it comes to weapon maintenance."
        },
        {
            "CharacterId": 10006,
            "FamilyNameVi": "Shiromi",
            "PersonalNameVi": "Iori",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "November 8th",
            "CharacterSSRNewVi": "No mercy for criminals!",
            "ProfileIntroductionVi": "A cold-blooded specialist of Gehenna Academy's Prefect Team.\n\nShe uses her overwhelming force as field captain to ruthlessly discipline offenders. Iori is highly efficient and formidable in combat, but her stubbornness causes her to fall for even the most obvious traps.",
            "HobbyVi": "Going on patrol, castigating others",
            "CharacterVoiceVi": "Ayane Sakura",
            "WeaponNameVi": "Crack Shot",
            "WeaponDescVi": "A sniper rifle used by Iori to deal with fugitives.\n\nA bare-bones sniper rifle that lacks even a scope because, Iori says, a specialist never blames their tools."
        },
        {
            "CharacterId": 10007,
            "FamilyNameVi": "Konuri",
            "PersonalNameVi": "Maki",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "August 1st",
            "CharacterSSRNewVi": "Art comes from the soul!",
            "ProfileIntroductionVi": "A member of Veritas, a hacker group at the Millennium Science School.\n\nA mischievous student who enjoys drawing graffiti and designed Veritas' emblem. She has a flighty personality and doesn't take anything seriously, which often sparks conflict with other clubs.",
            "HobbyVi": "Drawing, playing video games",
            "CharacterVoiceVi": "Shiori Mikami",
            "WeaponNameVi": "Auto Lacquer",
            "WeaponDescVi": "Maki's multipurpose machine gun often used when drawing graffiti.\n\nModified using Millennium's technology, it can load and fire paintballs along with live ammunition."
        },
        {
            "CharacterId": 10008,
            "FamilyNameVi": "Mikamo",
            "PersonalNameVi": "Neru",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "August 17th",
            "CharacterSSRNewVi": "Shout! Give it everything you've got!",
            "ProfileIntroductionVi": "President of C&C, a secret organization of the Millennium School.\n\nAt first glance, Neru looks like nothing but a young delinquent with a flashy bomber jacket draped over her maid outfit, but in reality she's Millennium's most formidable agent. Within Millennium, her call sign, Double O, is seen as a sign of certain victory.",
            "HobbyVi": "Winning",
            "CharacterVoiceVi": "Ami Koshimizu",
            "WeaponNameVi": "Twin Dragons",
            "WeaponDescVi": "A pair of SMGs used by Neru.\n\nBoth are lavishly engraved with a golden dragon pattern."
        },
        {
            "CharacterId": 10009,
            "FamilyNameVi": "Shishidou",
            "PersonalNameVi": "Izumi",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "May 11th",
            "CharacterSSRNewVi": "The world is full of delicious food!",
            "ProfileIntroductionVi": "A member of the Gehenna Gourmet Research Society with a voracious appetite.\n\nShe loves food so much that she even gobbles up dishes that others would dislike with gusto.",
            "HobbyVi": "Cooking and eating bizarre dishes",
            "CharacterVoiceVi": "Yurika Kubo",
            "WeaponNameVi": "Daily Cutlery",
            "WeaponDescVi": "A heavy machine gun used by Izumi.\n\nThe more troublemakers the gun defeats, the more delicious her food becomes."
        },
        {
            "CharacterId": 10010,
            "FamilyNameVi": "Sunaookami",
            "PersonalNameVi": "Shiroko",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "May 16th",
            "CharacterSSRNewVi": "Do you need my help?",
            "ProfileIntroductionVi": "The sporty field captain of the Abydos Foreclosure Task Force.\n\nA girl of few words and almost no facial expression, Shiroko gives the impression of being frigid and emotionless. In truth, she is more devoted to the Abydos Academy than anything else. If it's for the sake of revitalizing the academy, she'll do whatever it takes and sometimes propose some outlandish ideas herself.",
            "HobbyVi": "Jogging, cycling",
            "CharacterVoiceVi": "Yui Ogura",
            "WeaponNameVi": "White Fang 465",
            "WeaponDescVi": "Shiroko's favorite assault rifle.\n\nAlways ready to be used in any situation due to diligent maintenance."
        },
        {
            "CharacterId": 10011,
            "FamilyNameVi": "Sunohara",
            "PersonalNameVi": "Shun",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "Top Secret",
            "BirthdayVi": "February 5th",
            "CharacterSSRNewVi": "Have you been waiting patiently for me? My, you're such a good kid.",
            "ProfileIntroductionVi": "Instructor of Shanhaijing's Disciplinary Support Department, Plum Blossom Garden.\n\nAn instructor to young students at the Plum Blossom Garden. The little students hold her and Shanhaijing in high regard. She is seldom angered by the mischievous antics of her young students due to her extensive experience. However, asking her age is off limits.",
            "HobbyVi": "Caring for children",
            "CharacterVoiceVi": "Shizuka Itou",
            "WeaponNameVi": "Halcon de Amor",
            "WeaponDescVi": "A sniper rifle inlaid with Shun's favorite pattern.\n\nAny naughty child becomes obedient in front of Shun's Tough Love."
        },
        {
            "CharacterId": 10012,
            "FamilyNameVi": "Otohana",
            "PersonalNameVi": "Sumire",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "August 20th",
            "CharacterSSRNewVi": "Shall we start today's training?",
            "ProfileIntroductionVi": "Leader of the Millennium Athletic Training Club.\n\nAn athletic girl with a passion for physical training. She is very much a jock and believes all problems can be solved with muscles and exercise.",
            "HobbyVi": "Gardening, working out",
            "CharacterVoiceVi": "Asami Imai",
            "WeaponNameVi": "Modern Millennium Dumbbell",
            "WeaponDescVi": "A semi-automatic shotgun that Sumire uses regularly when exercising.\n\nCan improve one's health by doing a push-up with each shot fired."
        },
        {
            "CharacterId": 10013,
            "FamilyNameVi": "Kenzaki",
            "PersonalNameVi": "Tsurugi",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "June 24th",
            "CharacterSSRNewVi": "It's time to hunt!",
            "ProfileIntroductionVi": "President of Trinity's Justice Task Force and its official strategic weapon.\n\nShe is belligerent and violent, with a tendency to destroy anything she doesn't like. However, thanks to the painstaking efforts of the task force's vice president, Hasumi, the club has managed to hold itself together. Tsurugi is like a beast that can't be controlled, but even she can't help but soften up when she's with her Sensei.",
            "HobbyVi": "Watching movies, reading romance novels",
            "CharacterVoiceVi": "Yū Kobayashi",
            "WeaponNameVi": "Blood 'n' Gunpowder",
            "WeaponDescVi": "Twin shotguns used by Tsurugi.\n\nOne is named \"Blood\" and the other is named \"Gunpowder.\"\nBoth are equally terrifying, with no particular distinction between them."
        },
        {
            "CharacterId": 13000,
            "FamilyNameVi": "Murokasa",
            "PersonalNameVi": "Akane",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "April 1st",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "An agent of C&C, a secret organization from the Millennium Science School.\n\nShe's in charge of providing rear fire support under the call sign Zero-Two. Despite her intimidating appearance, she is the most cautious of C&C's agents and often ends up having to reel in Asuna and Akane when they get out of control during missions.",
            "HobbyVi": "Cleaning",
            "CharacterVoiceVi": "Yumi Hara",
            "WeaponNameVi": "Silent Solution",
            "WeaponDescVi": "A pistol that Akane always carries with her.\n\nIt contrasts with the explosives she usually uses, AKA the \"Noisy Solution\"."
        },
        {
            "CharacterId": 13001,
            "FamilyNameVi": "Waraku",
            "PersonalNameVi": "Chise",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "July 13th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A spacey girl who is a member of the Hyakkiyako Academy's Yin-Yang Club.\n\nExtremely fond of traditional activities such as writing haiku, which led her to join the Yin-Yang Club. Her exotic looks and presence have made her the envy of her peers at Hyakkiyako, but she seems completely oblivious to that fact.",
            "HobbyVi": "Writing haiku",
            "CharacterVoiceVi": "Yū Shimamura",
            "WeaponNameVi": "Type 575 Grenade Launcher",
            "WeaponDescVi": "A multiple grenade launcher owned by Chise.\n\nEach shell has a haiku that Chise painstakingly wrote.\nIt is currently on sale at the Yin-Yang Club."
        },
        {
            "CharacterId": 13002,
            "FamilyNameVi": "Wanibuchi",
            "PersonalNameVi": "Akari",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "December 9th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A member of the Gehenna Gourmet Research Society.\n\nDon't let her charming appearance fool you. A glutton with a massive appetite, she's the reigning champion of various competitive eating contests across Kivotos. She possesses a mild-mannered and kind personality, but she can prank as well as any other student at Gehenna Academy.",
            "HobbyVi": "Eating contests",
            "CharacterVoiceVi": "Yuuka Morishima",
            "WeaponNameVi": "Mark of Gluttony",
            "WeaponDescVi": "Akari's favorite assault rifle.\n\nThis greedy glutton's assault rifle has various firearm accessories, including a grenade launcher."
        },
        {
            "CharacterId": 13003,
            "FamilyNameVi": "Hanekawa",
            "PersonalNameVi": "Hasumi",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "December 12th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "The second-in-command of Trinity's Justice Task Force.\n\nHasumi also acts as the task force's tactical commander on behalf of the wild and ferocious club president, Tsurugi. She may seem like any other ordinary Trinity student, but make no mistake, she's a Justice Task Force member through and through. At times she'll do incredibly reckless things with absolute calm.",
            "HobbyVi": "Reading, people-watching",
            "CharacterVoiceVi": "Asami Seto",
            "WeaponNameVi": "Impalement",
            "WeaponDescVi": "Hasumi's favorite sniper rifle.\n\nIts sleek, old-fashioned appearance and fierce power are not unlike its owner."
        },
        {
            "CharacterId": 13004,
            "FamilyNameVi": "Izayoi",
            "PersonalNameVi": "Nonomi",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "September 1st",
            "CharacterSSRNewVi": "Finally, it's time for me to make my move!",
            "ProfileIntroductionVi": "A member of the Abydos Foreclosure Task Force.\n\nA friendly, pleasant girl that provides the Foreclosure Task Force with much-needed emotional support to balance out the extreme personalities of its other members. Though she doesn't show it, she comes from a wealthy family and pays for nearly all of the Foreclosure Task Force's snacks out of her own pocket.",
            "HobbyVi": "Shopping",
            "CharacterVoiceVi": "Chiyuki Miura",
            "WeaponNameVi": "Mini No. 5",
            "WeaponDescVi": "A machine gun used by Nonomi.\n\nContrary to its name, Mini No. 5 is anything but light."
        },
        {
            "CharacterId": 13005,
            "FamilyNameVi": "Onikata",
            "PersonalNameVi": "Kayoko",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "18 years old",
            "BirthdayVi": "March 17th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "The department head of Problem Solver 68.\n\nOften mistaken for a rough-and-tumble delinquent due to her naturally intimidating appearance, but unlike the rest of Problem Solver 68, she holds no ill will toward anyone. Kayoko opts not to say anything about these misunderstandings, but this only adds to the perception that she's someone to be feared.",
            "HobbyVi": "Collecting music CDs",
            "CharacterVoiceVi": "Yukiyo Fujī",
            "WeaponNameVi": "Demon's Roar",
            "WeaponDescVi": "A handgun that Kayoko always carries.\n\nKayoko uses a silencer when indoors as it makes a loud roaring noise every time it's fired."
        },
        {
            "CharacterId": 13006,
            "FamilyNameVi": "Asagi",
            "PersonalNameVi": "Mutsuki",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "July 29th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "Problem Solver 68's resident go-getter and chief of staff.\n\nUnlike Aru, who has a semblance of a conscience, Mutsuki is a devilish troublemaker who relishes in committing acts of mayhem. As one of her oldest friends, Aru understands her bravado better than anyone, but she doesn't necessarily support it.",
            "HobbyVi": "Collecting bombs",
            "CharacterVoiceVi": "Rumi Ōkubo",
            "WeaponNameVi": "Trick or Trick",
            "WeaponDescVi": "A multipurpose machine gun that Mutsuki always carries.\n\nFirepower is an important component of fun pranks according to Mutsuki."
        },
        {
            "CharacterId": 13007,
            "FamilyNameVi": "Akashi",
            "PersonalNameVi": "Junko",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "December 27th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "Resident glutton of the Gehenna Gourmet Research Society.\n\nThough Junko's more of a conventional gastronome compared to the other binge-eating, frankenfood-gobbling members of the Gourmet Research Society, she still goes hog wild when presented with a scrumptious delicacy.",
            "HobbyVi": "Food touring",
            "CharacterVoiceVi": "Hisako Kanemoto",
            "WeaponNameVi": "Diner's Outlaw",
            "WeaponDescVi": "A pair of machine guns used by Junko.\n\nJunko can take over the dining table anytime and anywhere as long as she has these machine guns with their incredible rate of fire."
        },
        {
            "CharacterId": 13008,
            "FamilyNameVi": "Kuromi",
            "PersonalNameVi": "Serika",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "June 25th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "The conscientious treasurer of the Abydos Foreclosure Task Force.\n\nSerika nags a lot and does not hesitate to let her opinions be known. Despite her habit of bashing the academy, saying, \"To hell with this academy!\" she is secretly quite devoted to it and even works part-time jobs to try and help pay off the academy's debts.",
            "HobbyVi": "Saving money, working part-time",
            "CharacterVoiceVi": "Ayaka Oohashi",
            "WeaponNameVi": "Sincerity",
            "WeaponDescVi": "An assault rifle that Serika carries with her whenever she goes to work part time.\n\nAlways carefully maintained, revealing Serika's meticulousness and sincerity."
        },
        {
            "CharacterId": 13009,
            "FamilyNameVi": "Kasuga",
            "PersonalNameVi": "Tsubaki",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "February 3rd",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "President of Hyakkiyako Academy's Inner Discipline Club.\n\nHer motivation for training regularly is to attain \"a more comfortable and restful sleep.\" Thanks to her diligent training, she is able to sleep while sitting, standing, or even while eating. Her prowess earned her the nickname \"Sleeping Beauty.\" Though she seems to be constantly on the verge of nodding off, at night she takes to the streets to keep them safe.",
            "HobbyVi": "Napping",
            "CharacterVoiceVi": "Saho Shirasu",
            "WeaponNameVi": "Sleeping Companion Ⅱ",
            "WeaponDescVi": "A submachine gun used by Tsubaki.\n\nTsubaki chose a smaller model to prevent it from interfering with her daily training.\nFor reference, Sleeping Companion I is a pillow inside her shield."
        },
        {
            "CharacterId": 13010,
            "FamilyNameVi": "Hayase",
            "PersonalNameVi": "Yuuka",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "March 14th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "The treasurer of Seminar, the student council of the Millennium Science School.\n\nYuuka has a mathematical acumen that is notable even among Millennium's high ratio of STEM students. She oversees the entirety of Millennium's budget. Her special talent is the abacus, and she has a habit of fiddling with the beads when dealing with emotional or mental conflicts.",
            "HobbyVi": "Doing calculations",
            "CharacterVoiceVi": "Ran Haruka",
            "WeaponNameVi": "Logic & Reason",
            "WeaponDescVi": "A pair of machine guns used by Yuuka.\n\nThey help Yuuka make rational and intelligent decisions."
        },
        {
            "CharacterId": 16000,
            "FamilyNameVi": "Igusa",
            "PersonalNameVi": "Haruka",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "May 13th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A senior member of Problem Solver 68.\n\nHer gloomy personality has made her the target of bullies since childhood. Only recently was Aru able to help her put a stop to the harassment. Since then, she has been the youngest senior member of Problem Solver 68. She may be timid and have painfully low self-esteem, but may also be the most terrifying member of her club because of her ideas alone.",
            "HobbyVi": "Weeding",
            "CharacterVoiceVi": "Erika Ishitobi",
            "WeaponNameVi": "Blow Away",
            "WeaponDescVi": "A shotgun Haruka uses to exterminate pests.\n\nOr uses to exterminate \"pest-like things\"."
        },
        {
            "CharacterId": 16001,
            "FamilyNameVi": "Ichinose",
            "PersonalNameVi": "Asuna",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "March 24th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "An agent of C&C, a secret organization of the Millennium School.\n\nArmed with brutal instinct and intuition, Asuna is a seasoned veteran who has successfully overcome countless challenges under the call sign Zero-One. She is also something of a loose cannon, doing things such as revealing her identity on secret missions and smashing anything that looks suspicious without a second thought. However, she always manages to produce great results in the end.",
            "HobbyVi": "Carrying out assaults",
            "CharacterVoiceVi": "Ikumi Hasegawa",
            "WeaponNameVi": "Surprise Party",
            "WeaponDescVi": "An assault rifle used by Asuna.\n\nThe name suggests lively gatherings, but as usual, she can't remember where it came from."
        },
        {
            "CharacterId": 16002,
            "FamilyNameVi": "Toyomi",
            "PersonalNameVi": "Kotori",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "December 31st",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "Member of the Engineering Club at the Millennium Science School.\n\nA chatterbox who loves discussing topics such as physics and mechanics. She's always the first one at the scene to explain what's happening whenever there's a machinery-related problem at Millennium.",
            "HobbyVi": "Talking",
            "CharacterVoiceVi": "Narumi Shinohara",
            "WeaponNameVi": "Professor K",
            "WeaponDescVi": "A machine gun Kotori carries. Also known as EX-Plain.\n\nWhen asked about its name, Kotori begins by talking about the history of firearm development."
        },
        {
            "CharacterId": 16003,
            "FamilyNameVi": "Morizuki",
            "PersonalNameVi": "Suzumi",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "August 31st",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A member of the Vigilante Crew responsible for protecting Trinity's students.\n\nTo combat the increasing number of attacks on Trinity's students at the hands of the other academies, Suzumi volunteered to patrol the streets to abate attackers. Often misunderstood as cold and unfeeling due to her strong sense of justice, she actually has a friendly side as well.",
            "HobbyVi": "Going on patrols and walks",
            "CharacterVoiceVi": "Haruka Shamoto",
            "WeaponNameVi": "Safety",
            "WeaponDescVi": "Suzumi's assault rifle.\n\nA precious companion for Suzumi, who always patrols the neighborhood alone."
        },
        {
            "CharacterId": 16004,
            "FamilyNameVi": "Asahina",
            "PersonalNameVi": "Pina",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "November 3rd",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A devout vigilante admirer attending Hyakkiyako Academy.\n\nPina has a bubbly, energetic personality and takes pleasure in helping others. Everything she knows about vigilantes comes from movies, so the accuracy of said knowledge can be somewhat dubious. Nonetheless, she persists in her ambition of becoming a vigilante herself.",
            "HobbyVi": "Watching vigilante movies",
            "CharacterVoiceVi": "Ibuki Kido",
            "WeaponNameVi": "Indiscriminate Shooter",
            "WeaponDescVi": "Pina's stationary machine gun.\n\nThe non-stop heat it emits is as fiery as Pina's own heart."
        },
        {
            "CharacterId": 20000,
            "FamilyNameVi": "Nekozuka",
            "PersonalNameVi": "Hibiki",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "April 2nd",
            "CharacterSSRNewVi": "Have anything that needs fixing?",
            "ProfileIntroductionVi": "Member of the Engineering Club at the Millennium Science School.\n\nSocially inept and inarticulate compared to other students, but is a prolific inventor due to her innate talent for engineering. Her inventions are considered to be flawless masterpieces, but they often come equipped with baffling and obscure functions.",
            "HobbyVi": "Cosplay, shopping",
            "CharacterVoiceVi": "Kaori Nazuka",
            "WeaponNameVi": "Fancy Light",
            "WeaponDescVi": "Hibiki's favorite mortar.\n\nFor experiments, she uses it to fire other random things that aren't shells."
        },
        {
            "CharacterId": 20001,
            "FamilyNameVi": "Kakudate",
            "PersonalNameVi": "Karin",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "February 2nd",
            "CharacterSSRNewVi": "As you wish, Master.",
            "ProfileIntroductionVi": "An agent of C&C, a secret organization from the Millennium Science School.\n\nShe's in charge of providing rear fire support under the call sign Zero-Two. Despite her intimidating appearance, she is the most cautious of C&C's agents and often ends up having to reel in Asuna and Akane when they get out of control during missions.",
            "HobbyVi": "Cleaning",
            "CharacterVoiceVi": "Manami Numakura",
            "WeaponNameVi": "Big Eye",
            "WeaponDescVi": "A massive sniper rifle used exclusively by Karin.\n\nShe can even accurately shoot down flying targets with it."
        },
        {
            "CharacterId": 20002,
            "FamilyNameVi": "Yakushi",
            "PersonalNameVi": "Saya",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "January 3rd",
            "CharacterSSRNewVi": "Leave the experiments to me!",
            "ProfileIntroductionVi": "A genius inventor of the Shanhaijing Academy.\n\nA prodigy who earned six degrees while still in primary school. However, she's known more for the way she causes trouble for others through her unruly antics than for her genius. She's always accompanied by her rat, Nezusuke, whom she's known since childhood and regards as family.",
            "HobbyVi": "Research",
            "CharacterVoiceVi": "Yukari Tamura",
            "WeaponNameVi": "The Great I's Pistol",
            "WeaponDescVi": "A custom-made pistol that Saya modified herself.\n\nIt is also often used to give shots to Nezusuke."
        },
        {
            "CharacterId": 23000,
            "FamilyNameVi": "Kurimura",
            "PersonalNameVi": "Airi",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "January 30th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A cheerful member of the Trinity After-School Sweets Club.\n\nHas a relaxed and easy-going personality and cherishes the time she spends sampling desserts and chatting with her friends. Her favorite dessert is ice cream, and she's recently gotten hooked on mint chocolate chip.",
            "HobbyVi": "Checking out dessert shops, tea parties.",
            "CharacterVoiceVi": "Chikako Sugimura",
            "WeaponNameVi": "Sweet Dessert",
            "WeaponDescVi": "Airi's assault rifle.\n\nThe name is taken from one of the desserts at a shop she frequents."
        },
        {
            "CharacterId": 23001,
            "FamilyNameVi": "Aikiyo",
            "PersonalNameVi": "Fuuka",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "April 30th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A member of the School Lunch Club that manages the Gehenna Academy's dining hall.\n\nA kind and earnest student, making her a bit of a rarity at Gehenna. She prepares and serves hundreds of meals every morning for the students of Gehenna. She's a good cook, but her skills are written off due to the dining hall's lack of manpower. Still, she refuses to give up and is constantly looking for ways to improve the menu.",
            "HobbyVi": "Cooking homestyle dishes, packing bento lunches",
            "CharacterVoiceVi": "Ai Fairouz",
            "WeaponNameVi": "Lunch Club Defense Gun Type A",
            "WeaponDescVi": "A submachine gun Fuuka carries everywhere.\n\nIt was originally intended to control the occasional troublemakers in the dining hall, but those troublemakers usually quiet down before Fuuka gets to use it."
        },
        {
            "CharacterId": 23002,
            "FamilyNameVi": "Asagao",
            "PersonalNameVi": "Hanae",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "May 12th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A cheerful and energetic first-year member of the Trinity Remedial Knights.\n\nHanae has a vivacious personality and a positive outlook on life, but when she sees a patient, she can get too worked up and often actually worsens their condition. She's a bit odd at times, but patients under her care seem to recover more quickly regardless of their affliction.",
            "HobbyVi": "Dancing, cheerleading",
            "CharacterVoiceVi": "Kana Yūki",
            "WeaponNameVi": "Happy Smile Gun",
            "WeaponDescVi": "An assault rifle that Hanae uses when examining patients.\n\nThis rifle brings a happy smile to any patient that sees it."
        },
        {
            "CharacterId": 23003,
            "FamilyNameVi": "Omagari",
            "PersonalNameVi": "Hare",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "April 19th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "An engineer of Veritas, the hacker group of the Millennium Science School.\n\nAn unprecedented genius even amongst the brilliant minds at Millennium. Most of the school's cutting-edge technology was developed by her. Even with all these achievements, she remains humble, friendly, and considerate towards her peers.",
            "HobbyVi": "Video games, watching movies",
            "CharacterVoiceVi": "Reina Kaihara",
            "WeaponNameVi": "Auto Aimer",
            "WeaponDescVi": "An assault rifle used by Hare.\n\nEquipped with various cutting-edge features such as automatic target aiming, but Hare never seems to use them."
        },
        {
            "CharacterId": 23004,
            "FamilyNameVi": "Shiraishi",
            "PersonalNameVi": "Utaha",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "November 13th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "President of the Engineering Club at the Millennium Science School.\n\nHas invented a variety of robots, if only to stake her claim to the title of president of the Engineering Club. Her pet robot Thundergun has been determined to possess combat capabilities equivalent to a hundred PMC combat automata.",
            "HobbyVi": "Inventing, making repairs",
            "CharacterVoiceVi": "Nozomi Aochi",
            "WeaponNameVi": "Meister Zero",
            "WeaponDescVi": "A submachine gun with a simple design that Utaha modified herself.\n\nCan also be used as a substitute for tools, such as a hammer, thanks to its strong durability."
        },
        {
            "CharacterId": 23005,
            "FamilyNameVi": "Okusora",
            "PersonalNameVi": "Ayane",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "November 12th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "The diligent secretary of the Abydos Foreclosure Task Force.\n\nA hard-working stickler for rules and regulations, she does her best to contribute to the revitalization of Abydos High School.",
            "HobbyVi": "Balancing her checkbook, collecting antiques",
            "CharacterVoiceVi": "Sayaka Harada",
            "WeaponNameVi": "Common Sense",
            "WeaponDescVi": "A cute pistol.\n\nYou will hardly ever see this pistol as long as you speak and act with common sense in front of Ayane."
        },
        {
            "CharacterId": 26000,
            "FamilyNameVi": "Hinomiya",
            "PersonalNameVi": "Chinatsu",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "August 22nd",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "She is in charge of medical aid at Gehenna Academy's Prefect Team.\n\nChinatsu is one of the few people with common sense among the obsessively dogmatic Prefect Team. She's usually the one who prevents other members like Ako and Iori from running amok. Her tone can be harsh and give the impression of being just as cold as any other member of the Prefect Team, but she is actually a sweet young girl who melts at the sight of cute animals.",
            "HobbyVi": "Reading philosophy books",
            "CharacterVoiceVi": "Haruka Kouzuki",
            "WeaponNameVi": "Support Pointer",
            "WeaponDescVi": "Chinatsu's favorite pistol.\n\nIt is more often used to point at something than to shoot someone."
        },
        {
            "CharacterId": 26001,
            "FamilyNameVi": "Otose",
            "PersonalNameVi": "Kotama",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "January 5th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A hacker of Veritas, Millennium Science School's infamous hacking group.\n\nWiretapping is her specialty, and she takes great pleasure in eavesdropping on other people's private conversations. A socially awkward young lady who addresses even younger students with formal deference. In real life, she's mousy and shy, but on the internet she's a surprisingly glib wordsmith.",
            "HobbyVi": "Wireless communications, wiretapping",
            "CharacterVoiceVi": "Mina Takagawa",
            "WeaponNameVi": "Echo Link",
            "WeaponDescVi": "A pistol that Kotama always carries around.\n\nThis model has minimized noise when firing to prevent it from interfering while listening in on wiretaps."
        },
        {
            "CharacterId": 26002,
            "FamilyNameVi": "Ushimaki",
            "PersonalNameVi": "Juri",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "October 20th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A member of the School Lunch Club that manages the Gehenna Academy's dining hall.\n\nLike Fuuka, she's a hard worker who pours her heart and soul into cooking meals for the other students. However, her cooking is so bad that it's grotesque, so her efforts are ultimately useless. But she continues to strive to hopefully improve her cooking under Fuuka's encouragement and guidance.",
            "HobbyVi": "Culinary research",
            "CharacterVoiceVi": "Rui Tanabe",
            "WeaponNameVi": "Lunch Club Defense Gun Type B",
            "WeaponDescVi": "A shotgun carried by Juri.\n\nOriginally intended to control the troublemakers in the dining hall,\nbut for some reason, Juri uses it as a cooking tool."
        },
        {
            "CharacterId": 26003,
            "FamilyNameVi": "Sumi",
            "PersonalNameVi": "Serina",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "January 6th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A kind-hearted girl affiliated with the Trinity Remedial Knights.\n\nA virtuous person who enjoys charity work, her concern for the health of those around her has earned her a reputation as a sort of mother hen. Despite having a somewhat timid personality and avoiding quarrels and conflict, she is always ready to stand up against enemies who threaten the peace.",
            "HobbyVi": "Nursing patients, charity work",
            "CharacterVoiceVi": "Akiho Suzumoto",
            "WeaponNameVi": "Tactical Therapy",
            "WeaponDescVi": "Serina's special assault rifle.\n\nPulling the trigger injects shots, but not the kind that heal."
        },
        {
            "CharacterId": 26004,
            "FamilyNameVi": "Endou",
            "PersonalNameVi": "Shimiko",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "November 30th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "Librarian of the Trinity Library Committee.\n\nA bookworm and a bibliophile, she is one of the few students who has read every single tome in Trinity Library. She loves recommending books as much as she does reading them, and has a habit of making book recommendations to people she's just met based on their preferences.",
            "HobbyVi": "Reading, making bookmarks",
            "CharacterVoiceVi": "Miyu Tomita",
            "WeaponNameVi": "Library Ruler",
            "WeaponDescVi": "A rifle used by Shimiko.\n\nIt's her reliable disciplinary sidekick for when things get rowdy in the library."
        },
        {
            "CharacterId": 26005,
            "FamilyNameVi": "Ibaragi",
            "PersonalNameVi": "Yoshimi",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "August 29th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A member of the Trinity After-School Sweets Club.\n\nA girl with a height complex that gives off the impression of a small, angry animal. Constantly fixated on appearing more mature, her tendency to wear her heart on her sleeve gets her into trouble. She can't help but smile widely when visiting dessert cafes to sample the latest limited-edition treats.",
            "HobbyVi": "Participating in events, collecting limited-edition desserts",
            "CharacterVoiceVi": "Ayumi Mano",
            "WeaponNameVi": "Sweet Driver",
            "WeaponDescVi": "Yoshimi's exclusive rifle.\n\nThe dessert competitions in Kivotos are often accompanied by strong force."
        },
        {
            "CharacterId": 20003,
            "FamilyNameVi": "Shizuyama",
            "PersonalNameVi": "Mashiro",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "June 5th",
            "CharacterSSRNewVi": "Where do you need justice dispensed?",
            "ProfileIntroductionVi": "A devoted member of the Trinity General School's Justice Task Force.\n\nArmed with a massive sniper rifle that towers over her, Mashiro stoically provides fire support.Though not much one for words, she isn't shy or socially inept and actually becomes quite talkative when it comes to justice.",
            "HobbyVi": "Climbing to high places, keeping an observational diary",
            "CharacterVoiceVi": "Kitō Akari",
            "WeaponNameVi": "Manifestation of Justice",
            "WeaponDescVi": "A sniper rifle that Mashiro uses to carry out her duties in the Justice Task Force.\n\nAlthough it's a bit bulky to carry around, Mashiro claims it doesn't deter her faith in justice."
        },
        {
            "CharacterId": 10014,
            "FamilyNameVi": "Kuda",
            "PersonalNameVi": "Izuna",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "December 16th",
            "CharacterSSRNewVi": "Anything for my lord!",
            "ProfileIntroductionVi": "A member of the Hyakkiyako Academy's Ninjutsu Research Club.\n\nA bright and bubbly young girl, but her devotion to her strange dream has caused her to spend most of her life as a loner. She devotes herself to becoming the best ninja she can every day. That also includes following around and referring to Sensei as her lord among other things.",
            "HobbyVi": "Studying the art of ninjutsu, squiring her lord",
            "CharacterVoiceVi": "Kana Asumi",
            "WeaponNameVi": "Izuna-Style Super Ninja Tool",
            "WeaponDescVi": "Izuna's favorite submachine gun.\n\nA cutting-edge ninja tool used in conjunction with Izuna-Style Ninjutsu. Can fire smoke bombs and even massage her lord's shoulders. Its uses are endless."
        },
        {
            "CharacterId": 23006,
            "FamilyNameVi": "Kawawa",
            "PersonalNameVi": "Shizuko",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "July 7th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "President of the Festival Operations Department at Hyakkiyako Academy.\n\nThe mascot of Momoyodou, the Hyakkiyako's traditional tea house. Acts clumsy, but only because it sells her image as an idol. In truth, she's an expert flirt willing to do anything for the success of the festivals and Momoyodou. Wears her heart on her sleeve, making her an easy read for her friends as well as Sensei.",
            "HobbyVi": "Serving and charming customers, Idol Punch",
            "CharacterVoiceVi": "Chitose Morigana",
            "WeaponNameVi": "Sakura Bonbon",
            "WeaponDescVi": "A pump-action shotgun used by Shizuko.\n\nAccording to Shizuko, \"It is a one-of-a-kind weapon that has a faint scent of anmitsu, a specialty of Momoyodou.\""
        },
        {
            "CharacterId": 10015,
            "FamilyNameVi": "Tendou",
            "PersonalNameVi": "Aris",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "Age Unknown",
            "BirthdayVi": "March 25th",
            "CharacterSSRNewVi": "I've been waiting for your call for a long time.",
            "ProfileIntroductionVi": "A member of the Game Development Department at the Millennium School.\n\nA mysterious girl who was found sleeping within some ruins. All information regarding Aris' age and origins is unknown. Currently, she has become a hardcore video game fanatic thanks to Midori and Momoi. The majority of her inarticulate speech is comprised of dialog from retro video games.",
            "HobbyVi": "Video games (RPGs)",
            "CharacterVoiceVi": "Minami Tanaka",
            "WeaponNameVi": "Supernova: The Sword of Light",
            "WeaponDescVi": "A massive railgun Aris received from the Engineering Club.\n\nIts weight and power output are so great that ordinary students would have trouble just carrying it."
        },
        {
            "CharacterId": 10016,
            "FamilyNameVi": "Saiba",
            "PersonalNameVi": "Midori",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "December 8th",
            "CharacterSSRNewVi": "I'm very proud of how this illustration turned out!",
            "ProfileIntroductionVi": "Illustrator of the Game Development Department at the Millennium School.\n\nBoth Midori and her twin sister, Momoi, develop games with the Game Development Department.\nThough her introverted personality had previously put her at odds with her more gregarious older sister, the two are now inseparable thanks to their shared love of video games. ",
            "HobbyVi": "Drawing",
            "CharacterVoiceVi": "Yuuki Takada",
            "WeaponNameVi": "Fresh Inspiration",
            "WeaponDescVi": "A sniper rifle used by Midori.\n\nFitted with an accessory from her big sister, which Midori fidgets with in a pinch. It always seems to spark an idea."
        },
        {
            "CharacterId": 13011,
            "FamilyNameVi": "Saiba",
            "PersonalNameVi": "Momoi",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "December 8th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "Scenario writer of the Game Development Department at the Millennium School.\n\nBoth Momoi and her twin sister, Midori, develop games with the Game Development Department. Though her lighthearted and cheerful personality previously put her at odds with her more introverted little sister, the two are now inseparable thanks to their shared love of video games. ",
            "HobbyVi": "Video Games",
            "CharacterVoiceVi": "Sora Tokui",
            "WeaponNameVi": "Unique Idea",
            "WeaponDescVi": "An assault rifle used by Momoi.\n\nFitted with an accessory gifted from her little sister, which Momoi fidgets with in a pinch. It always seems to help spark an idea."
        },
        {
            "CharacterId": 10017,
            "FamilyNameVi": "Renkawa",
            "PersonalNameVi": "Cherino",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "Age Unknown",
            "BirthdayVi": "October 27th",
            "CharacterSSRNewVi": "Feel the glory of facing me!",
            "ProfileIntroductionVi": "Student council president of Red Winter Academy.\n\nGreedy and obsessed with power, she loses her position in a revolution once a week but somehow always regains her authority. Cherino believes her power comes from the fake mustache she wears as a symbol of authority.",
            "HobbyVi": "Doling out demerits, snowball fights",
            "CharacterVoiceVi": "Sakura Tange",
            "WeaponNameVi": "Chistka",
            "WeaponDescVi": "A pistol Cherino uses to purge dissenters.\n\nCherino simply aims the pistol and shouts, \"Purge!\" And just like that, it's done—without even pulling the trigger."
        },
        {
            "CharacterId": 26006,
            "FamilyNameVi": "Amami",
            "PersonalNameVi": "Nodoka",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "February 20th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A student suspended from Red Winter Academy and on probation in Former Institute 227.\n\nShe was suspended for constantly monitoring Sensei through a telescope. Nodoka wants to observe the world's beauty and sees Sensei in the same vein. Being in Spec Ops No. 227 has taught her to be careful with what little money she has to get by.",
            "HobbyVi": "Observational astronomy",
            "CharacterVoiceVi": "Satou Satomi",
            "WeaponNameVi": "Sagittarius Night",
            "WeaponDescVi": "A submachine gun that Nodoka often uses when she goes out to make astronomical observations.\n\nA flashlight is attached to illuminate the road on dark nights."
        },
        {
            "CharacterId": 10018,
            "FamilyNameVi": "Hanaoka",
            "PersonalNameVi": "Yuzu",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "August 12th",
            "CharacterSSRNewVi": "P-Please don't come looking for me...",
            "ProfileIntroductionVi": "President of Millennium's Game Development Department.\n\nYuzu struggles with social anxiety and finds it difficult to deal with people, so she spends most of her time in a cabinet in the Game Development Department. Despite that, her passion for games is second to none. She loves both making and playing games.",
            "HobbyVi": "Making video games",
            "CharacterVoiceVi": "Momoka Terasawa",
            "WeaponNameVi": "Nyan's Dash",
            "WeaponDescVi": "A grenade launcher used by Yuzu.\n\nA clip of a cute cat running is constantly being played on the side of the weapon."
        },
        {
            "CharacterId": 10019,
            "FamilyNameVi": "Shirasu",
            "PersonalNameVi": "Azusa",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "December 26th",
            "CharacterSSRNewVi": "All is futile, and life has no meaning.\nThough part of me wants to trust you.",
            "ProfileIntroductionVi": "The ice queen of Trinity's Make-Up Work Club.\n\nAfter dropping out of school, she ended up at Trinity and is studying again. Despite being lonely, Azusa distances herself from others to avoid causing trouble—a source of concern for the other Make-Up Work Club members.",
            "HobbyVi": "None",
            "CharacterVoiceVi": "Risa Taneda",
            "WeaponNameVi": "Et Omnia Vanitas",
            "WeaponDescVi": "A gun cherished by Azusa.\n\nThe engraving on its barrel means, \"Vanity of vanities: All is in vain\"."
        },
        {
            "CharacterId": 23007,
            "FamilyNameVi": "Urawa",
            "PersonalNameVi": "Hanako",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "January 3rd",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A friendly girl from the Make-Up Work Club.\n\nShe may appear like a quiet and elegant young lady at first, but a bevy of inappropriate and lewd comments spew out any time Hanako opens her mouth. Every member of the Make-Up Work Club gets nervous whenever Hanako starts speaking.",
            "HobbyVi": "Taking walks",
            "CharacterVoiceVi": "Moe Toyota",
            "WeaponNameVi": "Honest Wish",
            "WeaponDescVi": "Hanako's assault rifle.\n\nIt has a rather straightforward name.\nShe won't answer when asked about its meaning, however."
        },
        {
            "CharacterId": 10020,
            "FamilyNameVi": "Shimoe",
            "PersonalNameVi": "Koharu",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "April 16th",
            "CharacterSSRNewVi": "Burn all the dirty stuff! Burn it!",
            "ProfileIntroductionVi": "A member of Trinity's Make-Up Work Club.\n\nKoharu was originally part of the Justice Task Force, but she was forced to transfer to the Make-Up Work Club due to poor grades which put her at risk of flunking. A dunce who can't keep up with her classes despite thinking she's an elite student. Koharu reads racy material for fun, and gets dirty ideas from the most trivial things, which ends with her embarrassing herself.",
            "HobbyVi": "Fantasizing, daydreaming, reading racy material",
            "CharacterVoiceVi": "Hikaru Akao",
            "WeaponNameVi": "Justice Black",
            "WeaponDescVi": "A sniper rifle used by Koharu.\n\nIt was named when Koharu was part of the Justice Task Force."
        },
        {
            "CharacterId": 10021,
            "FamilyNameVi": "Shirasu",
            "PersonalNameVi": "Azusa",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "December 26th",
            "CharacterSSRNewVi": "The beach... I'm still not used to it.",
            "ProfileIntroductionVi": "The Make-Up Work Club's ice queen visits the beach for the first time.\n\nShe tries to keep cool and calm as usual to not cause trouble for others, but her friends want to make sure she enjoys her first beach trip. This causes her to worry about what others might think of her; but from their perspective, she's just the usual Azusa.",
            "HobbyVi": "None",
            "CharacterVoiceVi": "Risa Taneda",
            "WeaponNameVi": "Et Omnia Vanitas",
            "WeaponDescVi": "Azusa's assault rifle.\n\nIt continuously shines brilliantly, unlike its bashful owner trying to hide her excitement for the beach."
        },
        {
            "CharacterId": 20004,
            "FamilyNameVi": "Shizuyama",
            "PersonalNameVi": "Mashiro",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "June 5th",
            "CharacterSSRNewVi": "Justice doesn't back down, even in sweltering heat!",
            "ProfileIntroductionVi": "A devoted Justice Task Force member who escorted Tsurugi to the beach.\n\nMashiro does not stop training while other students go out to play and make summer memories. She believes that this is the way of justice.",
            "HobbyVi": "Taking high ground and notes",
            "CharacterVoiceVi": "Kitō Akari",
            "WeaponNameVi": "Manifestation of Justice",
            "WeaponDescVi": "A sniper rifle that Mashiro uses to carry out her duties in the Justice Task Force.\n\nDuty to justice continues even on the beach."
        },
        {
            "CharacterId": 16005,
            "FamilyNameVi": "Kenzaki",
            "PersonalNameVi": "Tsurugi",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "June 24th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "Trinity's Justice Task Force's president comes to the beach in pursuit of the romance of youth.\n\nShe tries her best to suppress her violent temperament famous for being Trinity's greatest weapon and enjoy her youth on vacation...but the beach didn't pan out the way she wanted.",
            "HobbyVi": "Watching movies, reading romance novels",
            "CharacterVoiceVi": "Yū Kobayashi",
            "WeaponNameVi": "Blood 'n' Gunpowder",
            "WeaponDescVi": "Two shotguns used by Tsurugi.\n\nCan still fire without issue even after being submerged underwater."
        },
        {
            "CharacterId": 20005,
            "FamilyNameVi": "Ajitani",
            "PersonalNameVi": "Hifumi",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "November 27th",
            "CharacterSSRNewVi": "Ahaha... It's a bit embarrassing having such a plain swimsuit.",
            "ProfileIntroductionVi": "A friendly Trinity Make-Up Work Club member visiting the beach with her friend.\n\nShe secretly borrowed a Crusader tank for a friend who had never been to the beach. Unfortunately, the Justice Task Force found out and she got in deep trouble. She happily rides the borrowed tank, just as clumsily as ever.",
            "HobbyVi": "Collecting Peroro merch, shopping, listening to others",
            "CharacterVoiceVi": "Kaede Hondo",
            "WeaponNameVi": "My Necessity",
            "WeaponDescVi": "A pink rifle carried around by Hifumi.\n\nThis firearm with cute engravings is a must-have for beach vacations."
        },
        {
            "CharacterId": 10022,
            "FamilyNameVi": "Sorasaki",
            "PersonalNameVi": "Hina",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "February 19th",
            "CharacterSSRNewVi": "My duties don't change simply because it is summertime.",
            "ProfileIntroductionVi": "Gehenna Academy head prefect visiting the beach for summer boot camp.\n\nShe may be aloof about most things, but was convinced to visit the beach for training. She's rarely been to the beach, so her swimsuit and floats are a little dated. She's slightly embarrassed they still fit her. Will not hesitate to enforce discipline even during the summer or against the raging sea.",
            "HobbyVi": "Sleeping, rest and relaxation",
            "CharacterVoiceVi": "Ryō Hirohashi",
            "WeaponNameVi": "Destroyer of Denouement",
            "WeaponDescVi": "A multipurpose machine gun Hina wields as naturally as any limb.\n\n The weapon's ruthlessness is undeniable, even when its owner is taking a break from Gehenna at a beach."
        },
        {
            "CharacterId": 10023,
            "FamilyNameVi": "Shiromi",
            "PersonalNameVi": "Iori",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "November 8th",
            "CharacterSSRNewVi": "There had better not be any fools caught up in breaking the rules.",
            "ProfileIntroductionVi": "A cold-blooded specialist of Gehenna's Prefect Team participating in summer boot camp.\n\nClosely monitored Gehenna's troublemakers from getting out of line at the beach alongside other Prefect Team members. She's deeply disappointed that summer camp was ruined by the constant appearance of those fools, even if she tries to hide it.",
            "HobbyVi": "Going on patrol, castigating others",
            "CharacterVoiceVi": "Ayane Sakura",
            "WeaponNameVi": "Crack Shot",
            "WeaponDescVi": "A sniper rifle used by Iori to deal with fugitives.\n\nStrengthened by adding a rifle grenade in the shape of a carbonated drink bottle."
        },
        {
            "CharacterId": 16006,
            "FamilyNameVi": "Shishidou",
            "PersonalNameVi": "Izumi",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "May 11th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A Gehenna Gourmet Research Society member with a gluttonous appetite even during the summer.\n\nShe visits the beach with a watermelon in one hand and an ice cooler in the other in search of renown summer delicacies: Chocolate-flavored grilled unagi, spicy shaved ice, watermelon sprinkled with mint chocolate, and more. Her pursuit of various delicacies in Kivotos are second to none as her peculiar excursions continue even on the hot summer beach.",
            "HobbyVi": "Cooking and eating bizarre dishes",
            "CharacterVoiceVi": "Yurika Kubo",
            "WeaponNameVi": "Daily Cutlery",
            "WeaponDescVi": "A heavy machine gun used by Izumi.\n\nEven now, Izumi's gun burns in search of a gourmet summer experience! It's even complete with waterproof functionality!"
        },
        {
            "CharacterId": 10024,
            "FamilyNameVi": "Sunaookami",
            "PersonalNameVi": "Shiroko",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "May 16th",
            "CharacterSSRNewVi": "Then, I'll talk to you later, Sensei.",
            "ProfileIntroductionVi": "The Foreclosure Task Force captain is earnestly training for summer.\n\nShe changed into her cycling jersey for some summer training, and is as usual, serious about completing her near-impossible trek across Kivotos.",
            "HobbyVi": "Jogging, cycling",
            "CharacterVoiceVi": "Yui Ogura",
            "WeaponNameVi": "White Fang 465",
            "WeaponDescVi": "Shiroko's favorite assault rifle.\n\nVarious tune-ups and modifications have been made to better suit long-distance traveling."
        },
        {
            "CharacterId": 10025,
            "FamilyNameVi": "Sunohara",
            "PersonalNameVi": "Shun",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "Top Secret",
            "BirthdayVi": "February 5th",
            "CharacterSSRNewVi": "It's really convenient being this small again!",
            "ProfileIntroductionVi": "An instructor of the Plum Blossom Garden who drank Saya's elixir and transformed into her smaller self.\n\nEven though her body is young, her mind is the same, so she tries to speak with maturity, but she sometimes gives in to her childlike instincts.",
            "HobbyVi": "Eating sweets",
            "CharacterVoiceVi": "Shizuka Itou",
            "WeaponNameVi": "Halcon de Amor",
            "WeaponDescVi": "A sniper rifle inlaid with Shun's favorite pattern.\n\nIts size has become cumbersome for Shun's much smaller frame."
        },
        {
            "CharacterId": 13012,
            "FamilyNameVi": "Nakatsukasa",
            "PersonalNameVi": "Kirino",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "October 22nd",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A passionate cadet of the Valkyrie Police School's Public Safety Bureau.\n\nShe enrolled in the Valkyrie Police School because of her admiration for the upperclassmen, but was transferred to the Public Safety Bureau due to her poor marksmanship. However, she still works hard and dreams of becoming an officer who can gloriously subdue criminals.",
            "HobbyVi": "Foodie touring",
            "CharacterVoiceVi": "Yui Nakajima",
            "WeaponNameVi": "Valkyrie Service Pistol No.3",
            "WeaponDescVi": "A standard-issue pistol Kirino received from the Valkyrie Police School.\n\nKirino often blames this pistol for her poor shooting skills."
        },
        {
            "CharacterId": 20006,
            "FamilyNameVi": "Yakushi",
            "PersonalNameVi": "Saya",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "January 3rd",
            "CharacterSSRNewVi": "Even a genius like me needs some time off. Hahaha...",
            "ProfileIntroductionVi": "The genius inventor of Shanhaijing on a day off from her busy life.\n\nContrary to her usual days of being confined to the lab and devoting herself solely to researching new elixirs, Saya is active enough to ride a skateboard and roam around the streets during her days off. However, her constant intellectual curiosity for exploring new things remains the same even when she's taking it easy.",
            "HobbyVi": "Research",
            "CharacterVoiceVi": "Yukari Tamura",
            "WeaponNameVi": "Pistol of the Great I",
            "WeaponDescVi": "A custom-made pistol that Saya modified herself.\n\nIts pink slide makes it a stylish accessory even on days off."
        },
        {
            "CharacterId": 10026,
            "FamilyNameVi": "Mikamo",
            "PersonalNameVi": "Neru",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "August 17th",
            "CharacterSSRNewVi": "Seriously, this is not my cup of tea.",
            "ProfileIntroductionVi": "The president of C&C who changed into a bunny girl outfit for a special mission. \n\nIt's not the kind of outfit Neru would normally wear, but she doesn't hesitate to wear it for a mission.\nShe is laying low and dialing down her usual temperament for the mission's sake, but she still won't give up her flashy bomber jacket.",
            "HobbyVi": "Winning",
            "CharacterVoiceVi": "Ami Koshimizu",
            "WeaponNameVi": "Twin Dragons",
            "WeaponDescVi": "The pair of SMGs used by Neru.\n\nThe chain connecting the two rattles splendidly as she runs."
        },
        {
            "CharacterId": 10027,
            "FamilyNameVi": "Kakudate",
            "PersonalNameVi": "Karin",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "February 2nd",
            "CharacterSSRNewVi": "There's no mission I can't accomplish.",
            "ProfileIntroductionVi": "A C&C agent on the front lines.\n\nShe is focused only on accomplishing the mission without complaint or concern for her outfit.\nStill, the longer-than-normal stares from others are a bit bothersome.",
            "HobbyVi": "Cleaning",
            "CharacterVoiceVi": "Manami Numakura",
            "WeaponNameVi": "Big Eye",
            "WeaponDescVi": "A massive sniper rifle used exclusively by Karin.\n\nIt's so accurate that one could shoot down a dashing rabbit with it."
        },
        {
            "CharacterId": 10028,
            "FamilyNameVi": "Ichinose",
            "PersonalNameVi": "Asuna",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "March 24th",
            "CharacterSSRNewVi": "Let's have fun again, Master!",
            "ProfileIntroductionVi": "An agent of C&C who changed into a bunny girl outfit to go undercover.\n\nShe remains highly energetic, unlike the other members even when wearing a bunny girl outfit instead of her usual maid uniform.\nOn the contrary, Asuna is enjoying the experiences she encounters in new places.",
            "HobbyVi": "Carrying out assaults",
            "CharacterVoiceVi": "Ikumi Hasegawa",
            "WeaponNameVi": "Surprise Party",
            "WeaponDescVi": "An assault rifle used by Asuna.\n\nIts name isn't really appropriate for undercover missions, but that hardly bothers Asuna."
        },
        {
            "CharacterId": 10029,
            "FamilyNameVi": "Yutori",
            "PersonalNameVi": "Natsu",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "December 4th",
            "CharacterSSRNewVi": "Have you ever thought about shortcakes, Sensei?",
            "ProfileIntroductionVi": "A member of the Trinity After-School Sweets Club, head troublemaker, and a self-proclaimed romantic.\n\nHas a habit of being strangely philosophical and comparing everything to desserts, making people around her feel awkward. She claims she simply wants to share her romanticism with everyone. However, it's impossible to deny that Natsu may just be messing with everyone since her definition of \"romance\" is always changing.",
            "HobbyVi": "Romanticizing, meditation",
            "CharacterVoiceVi": "Maria Naganawa",
            "WeaponNameVi": "Beyond Lumination",
            "WeaponDescVi": "Natsu's submachine gun.\n\nA weapon used as a last resort by the typically peaceful Natsu."
        },
        {
            "CharacterId": 23008,
            "FamilyNameVi": "Iochi",
            "PersonalNameVi": "Mari",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "September 12th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A sincere and benevolent girl affiliated with the Sisterhood.\n\nShe always greets Trinity students with a friendly smile. Despite her cuteness, many come to her for counseling because of the calm and relaxing air about her. She is self-critical and always considers herself as lacking, but she dreams of becoming a great Sister like her upperclassmen.",
            "HobbyVi": "Prayer, meditation",
            "CharacterVoiceVi": "Ari Ozawa",
            "WeaponNameVi": "Piety",
            "WeaponDescVi": "A pistol carried by Mari.\n\nDespite always being on her person, nobody has actually seen her use it."
        },
        {
            "CharacterId": 20007,
            "FamilyNameVi": "Hatsune",
            "PersonalNameVi": "Miku",
            "SchoolYearVi": "",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "August 31st",
            "CharacterSSRNewVi": "Please listen to my song!",
            "ProfileIntroductionVi": "A virtual idol with a cheerful personality who loves to sing.\n\nOriginally, she only existed virtually online with no physical body, but she came to exist in the real world just in time for her live performance with the help of Kivotos' technology. She has quite a few hidden fans in Kivotos due to her ability to sing across time and space.",
            "HobbyVi": "Singing, dancing",
            "CharacterVoiceVi": "Saki Fujita",
            "WeaponNameVi": "Concert T-Shirt Cannon",
            "WeaponDescVi": "A gigantic t-shirt gun Miku uses to launch merchandise into the crowd at concerts.\n\nThere are diodes and other things embedded in the surface, and they sparkle beautifully with her music."
        },
        {
            "CharacterId": 20008,
            "FamilyNameVi": "Amau",
            "PersonalNameVi": "Ako",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "December 22nd",
            "CharacterSSRNewVi": "There will be no mistakes as long as I'm here!",
            "ProfileIntroductionVi": "Senior administrator of the Gehenna Prefect Team and secretary to the head prefect, Hina.\n\nAko is always by Hina's side, assisting her. At first glance, she appears to be kind and good-natured, but she ruthlessly suppresses rule-breakers, showing no mercy. The students of Gehenna often call her \"Hina's pet,\" but she doesn't seem to mind.",
            "HobbyVi": "Hina",
            "CharacterVoiceVi": "Marika Kouno",
            "WeaponNameVi": "Hot Shot",
            "WeaponDescVi": "A pistol used by Ako.\n\nThis pistol was awarded to Ako for reaching the position of senior administrator with painstaking effort. She always carries it with her and takes very good care of it."
        },
        {
            "CharacterId": 20009,
            "FamilyNameVi": "Renkawa",
            "PersonalNameVi": "Cherino",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "Age Unknown",
            "BirthdayVi": "October 27th",
            "CharacterSSRNewVi": "Kneel before the magnificence of Purginator No. 1!",
            "ProfileIntroductionVi": "The president of the Red Winter Federal Academy who came to Hot Springs Resort No. 227 to enjoy a vacation.\n\nAt first, she was planning to demolish the resort that Spec Ops built without her permission, but satisfied with the hospitality of Nodoka and the Spec Ops students, she's decided to extend her stay indefinitely. Doesn't really enjoy getting into the hot springs despite how much she likes resting at the resort and eatings its food options.",
            "HobbyVi": "Doling out demerits, snowball fights",
            "CharacterVoiceVi": "Sakura Tange",
            "WeaponNameVi": "Chistka",
            "WeaponDescVi": "A pistol Cherino uses to purge dissenters.\n\nTomoe modified some of its materials to prevent it from rusting, even in high temperature and humidity."
        },
        {
            "CharacterId": 10030,
            "FamilyNameVi": "Hinomiya",
            "PersonalNameVi": "Chinatsu",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "August 22nd",
            "CharacterSSRNewVi": "I want to take it...slow today.",
            "ProfileIntroductionVi": "The head of the Medical Committee who happens to visit the hot springs resort while on duty.\n\nChinatsu's problems don't stop even at the snowy hot springs resort—from ordering new medicine to the latest Hot Springs Development Department conspiracy. However, the scenery of the idyllic hot springs makes the weary Chinatsu a bit indolent.",
            "HobbyVi": "Reading philosophy books",
            "CharacterVoiceVi": "Haruka Kouzuki",
            "WeaponNameVi": "Support Pointer",
            "WeaponDescVi": "Chinatsu's favorite pistol.\n\nSmall and light, Chinatsu's pistol is easy to handle and very suitable for undercover missions in hot springs resorts."
        },
        {
            "CharacterId": 16007,
            "FamilyNameVi": "Sashiro",
            "PersonalNameVi": "Tomoe",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "November 10th",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "The chief secretary of the Red Winter Office and President Cherino's closest aide.\n\nA speaking master who can wrap up and deliver just about any message. She gives regular speeches at the academy to inspire loyalty to President Cherino. Cherino believes Tomoe is loyal because she is smitten by her charisma, but in fact, Tomoe simply finds Cherino adorable.",
            "HobbyVi": "Rallying",
            "CharacterVoiceVi": "Nanami Atsugi",
            "WeaponNameVi": "Vernost",
            "WeaponDescVi": "A long sniper rifle used by Tomoe.\n\nEquipped with a high-res telescopic sight making it possible to spot targets from afar and dispose of any insubordinate who doubts the authority of President Cherino."
        },
        {
            "CharacterId": 20010,
            "FamilyNameVi": "Amami",
            "PersonalNameVi": "Nodoka",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "February 20th",
            "CharacterSSRNewVi": "I will serve my guests with all my heart!",
            "ProfileIntroductionVi": "The owner of Hot Springs Resort No. 227 who runs the large resort with the Spec Ops students.\n\nShe is still suspended from the Red Winter Office, but finds herself with newfound wealth when a hot spring suddenly erupts at the Former Institute. However, her troubles continue as students with strong personalities from the Red Winter Federal Academy come to disrupt her business for various reasons.",
            "HobbyVi": "Observational astronomy",
            "CharacterVoiceVi": "Satou Satomi",
            "WeaponNameVi": "Sagittarius Night",
            "WeaponDescVi": "A submachine gun Nodoka carries everywhere.\n\nIt is usually used to guide others around the dark paths of the hot springs resort at night, but it is also needed to \"serve\" rude customers."
        },
        {
            "CharacterId": 10031,
            "FamilyNameVi": "Rikuhachima",
            "PersonalNameVi": "Aru",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "March 12th",
            "CharacterSSRNewVi": "Heeheehee. This is the first commission of the year, right?\nOkay, I'll give it my best.",
            "ProfileIntroductionVi": "The eternal boss of Problem Solver 68.\n\nAru spends a lot of money on getting her hair done and renting an outfit to wear to the New Year's event in the hopes that her fixer agency will prosper in the new year.Perhaps because she feels more confident than usual, she has been putting on the air of a dignified boss, walking and talking in a nonchalant and carefree way.",
            "HobbyVi": "Studying management",
            "CharacterVoiceVi": "Reina Kondō",
            "WeaponNameVi": "Wine Red Admire",
            "WeaponDescVi": "A semi-automatic sniper rifle with an antique design cherished by Aru.\n\nAccording to Aru, her hard-boiled nature culminates just as her years of experience do with the upcoming New Year."
        },
        {
            "CharacterId": 10032,
            "FamilyNameVi": "Asagi",
            "PersonalNameVi": "Mutsuki",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "July 29th",
            "CharacterSSRNewVi": "Heeheehee! Let's have a lot of fun this year, Sensei!",
            "ProfileIntroductionVi": "Problem Solver 68's resident go-getter and chief of staff.\n\nShe goes to the New Year event with Aru to celebrate the upcoming new year. Mutsuki puts more effort into dressing up nicely for New Year's, but it doesn't change how she laughs and thoroughly enjoys watching the troubles that arise from her evil deeds. This troublemaker enjoys the new year with Aru, who always seems to be in trouble for one reason or another.",
            "HobbyVi": "Collecting bombs",
            "CharacterVoiceVi": "Rumi Ōkubo",
            "WeaponNameVi": "Trick or Trick",
            "WeaponDescVi": "A multipurpose machine gun that Mutsuki always carries.\n\nQuietly kept in her bag as she celebrates New Year's. But, as Mutsuki always says with a smile, \"I'm always up for a prank or two...\""
        },
        {
            "CharacterId": 20011,
            "FamilyNameVi": "Kuromi",
            "PersonalNameVi": "Serika",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "June 25th",
            "CharacterSSRNewVi": "Well, if it's for Sensei, I'll lift up a prayer or two.",
            "ProfileIntroductionVi": "The smart treasurer of the Abydos Foreclosure Task Force.\n\nA diligent girl who works several part-time jobs to help the Foreclosure Task Force, she is now working as a miko for the new year. Serika is giving it her patented best after being told she would get higher pay if she plays a convincing miko.",
            "HobbyVi": "Saving money, working part-time",
            "CharacterVoiceVi": "Ayaka Oohashi",
            "WeaponNameVi": "Sincerity",
            "WeaponDescVi": "An assault rifle Serika carries with her whenever she goes to work part time.\n\nShe also takes it to her part-time miko job and uses it to quiet troublemakers who cause a ruckus at the New Year's event."
        },
        {
            "CharacterId": 10033,
            "FamilyNameVi": "Kosaka",
            "PersonalNameVi": "Wakamo",
            "SchoolYearVi": "Suspended",
            "CharacterAgeVi": "18 years old",
            "BirthdayVi": "April 3rd",
            "CharacterSSRNewVi": "Oh... We meet at last. ♥",
            "ProfileIntroductionVi": "One of the Seven Prisoners that escaped the Corrections Bureau after being suspended from the Allied Hyakkiyako Academy.\n\nShe is the feared Fox of Calamity due to her destructive ways. Her motives are a mystery, and there are several rumors surrounding the face under her mask. Some say there's a monstrous devil underneath, but it remains only a rumor.",
            "HobbyVi": "Destroying, looting",
            "CharacterVoiceVi": "Chiwa Saitō",
            "WeaponNameVi": "Crimson Calamity",
            "WeaponDescVi": "Wakamo's favorite rifle.\n\nContrary to its antique design, it's a terrifying gun that always smells like smoke and gunpowder. It's mainly used to take care of the obstacles that threaten Sensei's safety."
        },
        {
            "CharacterId": 16008,
            "FamilyNameVi": "Nemugaki",
            "PersonalNameVi": "Fubuki",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "October 21st",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "A laid-back administrative advisor of the Valkyrie Police School.\n\nShe entered Valkyrie longing for a laid-back, easygoing life as a civil servant. She remains negligent, enjoying life as it is without being swayed by money or fame even when a case is sent to the Public Safety Bureau. Her favorite activity is eating donuts while listening to the radio.",
            "HobbyVi": "Crosswords, radio listening",
            "CharacterVoiceVi": "Emi Hirayama",
            "WeaponNameVi": "Valkyrie Standard Rifle No. 14",
            "WeaponDescVi": "A standard rifle that Fubuki received from the Valkyrie Police School.\n\nIt's pretty powerful, but it doesn't function properly because Fubuki has neglected to take care of it."
        },
        {
            "CharacterId": 20012,
            "FamilyNameVi": "Himuro",
            "PersonalNameVi": "Sena",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "April 7th",
            "CharacterSSRNewVi": "Where is the corpse...? I mean, where is the injured patient?",
            "ProfileIntroductionVi": "President of Gehenna's always busy Medical Emergency Club.\n\nShe transports the wounded with a stoic face no matter the situation. She may seem apathetic as she treats the wounded like inanimate cargo, but she has never once complained about transporting numerous injured people all over Gehenna.",
            "HobbyVi": "Being on standby, organizing medicine",
            "CharacterVoiceVi": "Saori Ōnishi",
            "WeaponNameVi": "Portable Emergency Kit",
            "WeaponDescVi": "Sena's sawed-off grenade launcher.\n\nUsed to quickly clear obstacles during emergency dispatches. Also used to occasionally clear people who are in the way."
        },
        {
            "CharacterId": 20013,
            "FamilyNameVi": "Kagami",
            "PersonalNameVi": "Chihiro",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "April 26th",
            "CharacterSSRNewVi": "New security vulnerability found.",
            "ProfileIntroductionVi": "Vice president of Veritas, Millennium Science School's hacker group.\n\nA genius programmer with excellent hacking skills, she is not afraid of getting her hands dirty when the task demands, whether it's going undercover or in the field. She actually has common sense unlike most of Veritas' devilish members. She is always emphasizing proper hacking ethics to other members.",
            "HobbyVi": "Shopping for electronics",
            "CharacterVoiceVi": "Hibiki Yamamura",
            "WeaponNameVi": "Backdoor",
            "WeaponDescVi": "An automatic rifle used by Chihiro.\n\nAccording to Chihiro, it's the fastest way to find out an encrypted password."
        },
        {
            "CharacterId": 10034,
            "FamilyNameVi": "Mizuha",
            "PersonalNameVi": "Mimori",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "March 15th",
            "CharacterSSRNewVi": "I still have a long way to go...\nbut I'll show you the results of my training.",
            "ProfileIntroductionVi": "Hyakkiyako Academy Inner Discipline Club's kind vice president.\n\nA popular girl because she always has a gentle smile and is kind to everyone. The childhood friend of Tsubaki, the president of the Inner Discipline Club. She joined the club to fulfill her dream of becoming an elegant lady like the ones in the shoujo manga she used to read when she was young. She continues to train diligently by cooking and cleaning to make her dream come true.",
            "HobbyVi": "Reading shoujo manga, homemaking",
            "CharacterVoiceVi": "Rie Tanaka",
            "WeaponNameVi": "Soft Resolution",
            "WeaponDescVi": "An automatic pistol that Mimori usually carries around.\n\nShe bought it when she first dreamt of becoming an elegant lady. She cherishes it, always having it by her side."
        },
        {
            "CharacterId": 10035,
            "FamilyNameVi": "Kozeki",
            "PersonalNameVi": "Ui",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "April 23rd",
            "CharacterSSRNewVi": "P-Please, keep it down...",
            "ProfileIntroductionVi": "Trinity Library Committee's Director.\n\nA girl said to love books more than people that especially likes old books that clearly have history. She normally spends her time cooped up in Trinity's old library, curating the ancient texts.",
            "HobbyVi": "Reading, Curating, Researching",
            "CharacterVoiceVi": "Saori Goto",
            "WeaponNameVi": "Volume Suppressor",
            "WeaponDescVi": "A silencer rifle that Ui takes out when she can't stand the noise around her anymore.\n\nSilences the target, just like its name."
        },
        {
            "CharacterId": 10036,
            "FamilyNameVi": "Wakaba",
            "PersonalNameVi": "Hinata",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "May 17th",
            "CharacterSSRNewVi": "Do you need help with something?",
            "ProfileIntroductionVi": "A hardworking and kindhearted girl affiliated with the Sisterhood.\n\nIn charge of caring for the Trinity Cathedral as she completes duties and remains polite to all. However, she often makes mistakes thanks to her clumsy disposition and lack of confidence. She always carries an installable grenade machine gun in her bag, but never seems to struggle with its weight.",
            "HobbyVi": "Praying, cleaning",
            "CharacterVoiceVi": "Rina Hidaka",
            "WeaponNameVi": "Reverence",
            "WeaponDescVi": "A pistol Hinata carries with her everywhere.\n\nNormally used to help people out of a pinch, like picking a broken lock."
        },
        {
            "CharacterId": 10037,
            "FamilyNameVi": "Ikekura",
            "PersonalNameVi": "Marina",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "November 4th",
            "CharacterSSRNewVi": "Running away doesn't help one bit!",
            "ProfileIntroductionVi": "Chair of the Security Committee in charge of Red Winter Academy's safety.\n\nThough she's known as cold-hearted disciplinarian, the truth is she blindly follows President Cherino's orders without thinking. She likes the word \"charge\" and is the first to run off when a problem occurs within the Red Winter Academy, but often loses her way due to her terrible sense of direction.",
            "HobbyVi": "Marching, Charging",
            "CharacterVoiceVi": "Sachie Hirai",
            "WeaponNameVi": "Gray Balalaika",
            "WeaponDescVi": "A submachine gun with a drum magazine adored by Marina.\n\nCan smash those that doubt the Red Winter Office's authority with alacrity."
        },
        {
            "CharacterId": 10038,
            "FamilyNameVi": "Tsukiyuki",
            "PersonalNameVi": "Miyako",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "January 7th",
            "CharacterSSRNewVi": "RABBIT 1. Begin the Operation.",
            "ProfileIntroductionVi": "The leader of the RABBIT Squad at the SRT Special Academy. Her call sign is \"RABBIT 1.\"\n\nMiyako originally registered for the SRT Academy because of her deep admiration for its adherence to justice. When they suddenly closed down the academy, she was left homeless and camping out in a park with other RABBIT Squad members. She is to-the-point and rarely shows what she's thinking so can come off as uncaring, but has the kindest heart in the squad.",
            "HobbyVi": "Watching bunny videos",
            "CharacterVoiceVi": "Akane Fujita",
            "WeaponNameVi": "RABBIT Type 31 Submachine Gun",
            "WeaponDescVi": "A submachine gun Miyako received from the SRT Special Academy.\nA highly reliable submachine gun, it can effectively annihilate enemies even in the most extreme situations."
        },
        {
            "CharacterId": 20014,
            "FamilyNameVi": "Sorai",
            "PersonalNameVi": "Saki",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "April 9th",
            "CharacterSSRNewVi": "Call sign, RABBIT 2. Sensitivity is good.",
            "ProfileIntroductionVi": "The point woman of the SRT Special Academy RABBIT Squad. Call sign is \"RABBIT 2.\"\n\nSaki enrolled in the SRT Academy to live the life of discipline she'd always dreamed of. When the academy closed down, she, along with her squad, refused to give up on their school and began camping out in the park in protest. A star student, she still carries around her textbooks and SRT manuals to this day. She enjoys foraging for wild greens and trash that can be repurposed as supplies.",
            "HobbyVi": "Gun maintenance, foraging",
            "CharacterVoiceVi": "Akane Tomonaga",
            "WeaponNameVi": "RABBIT Type 26 Machine Gun",
            "WeaponDescVi": "A standard machine gun Saki received from the SRT Special Academy.\nIt's hard to maintain, but it guarantees great firepower as long as it's serviced well."
        },
        {
            "CharacterId": 10039,
            "FamilyNameVi": "Kasumizawa",
            "PersonalNameVi": "Miyu",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "January 12th",
            "CharacterSSRNewVi": "Th-This is RABBIT 4. D-Did you call...?",
            "ProfileIntroductionVi": "The sniper of the SRT Special Academy RABBIT Squad. Her call sign is \"RABBIT 4.\"\n\nMiyu entered the SRT Academy due to her natural sniping talent, but struggled with her meek and shy temperament. Just as she found a home in the academy, it closed down and she joined the rest of her squad camping out in the park. Her lack of presence makes her a great sniper, but sometimes even her allies forget she exists.",
            "HobbyVi": "Pessimism, escapism, collecting pebbles",
            "CharacterVoiceVi": "Yuko Goto",
            "WeaponNameVi": "RABBIT Type 39 Rifle",
            "WeaponDescVi": "A standard rifle Miyu received from the SRT Special Academy.\nPrecisely designed for a powerful single shot, it has a very high accuracy."
        },
        {
            "CharacterId": 20015,
            "FamilyNameVi": "Isami",
            "PersonalNameVi": "Kaede",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "July 9th",
            "CharacterSSRNewVi": "As usual, I'm gonna work hard to become a proper lady!",
            "ProfileIntroductionVi": "An enthusiastic member of the Hyakkiyako Academy Inner Discipline Club.\n\nShe used to be infamous for spreading mischief around town, but after meeting Tsubaki and Mimori by chance, she was inspired to be a proper lady like them and joined the Inner Discipline Club. Kaede never skips her training to be a proper lady, but still always seems to cause trouble.",
            "HobbyVi": "Playing pranks (but is trying to be good lately), catching beetles",
            "CharacterVoiceVi": "Emiri Katō",
            "WeaponNameVi": "Funny Fireworks",
            "WeaponDescVi": "A signal pistol Kaede always carries around.\nLiterally, it's a gun used to signal when something is found. Kaede mainly uses it when she comes across a bad student or a rare Mushiqueen card."
        },
        {
            "CharacterId": 20016,
            "FamilyNameVi": "Natsume",
            "PersonalNameVi": "Iroha",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "November 16th",
            "CharacterSSRNewVi": "Do you need me? Oh, well. All right, then.",
            "ProfileIntroductionVi": "\"A member of the Pandemonium Society.\n\nThere's nothing Iroha hates more than being bothered. She spends much of her time trying to figure out how to escape company. She even constantly carries a book around so people will leave her alone, but the Pandemonium Society (Makoto, to be exact) always interrupts her anyway. She begrudgingly serves as an executive of the Pandemonium Society, only finding comfort in their mascot, Ibuki.\"",
            "HobbyVi": "Reading, loafing around",
            "CharacterVoiceVi": "Misato Fukuen",
            "WeaponNameVi": "Pandemonium Society Standard Gun",
            "WeaponDescVi": "A pistol Iroha carries around.\nSince Iroha is the tank commander of the Pandemonium Society, she always complains that it's cumbersome to carry around something she never uses. But she still maintains it perfectly, which is typical Iroha-behavior."
        },
        {
            "CharacterId": 16009,
            "FamilyNameVi": "Chidori",
            "PersonalNameVi": "Michiru",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "February 22nd",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "The president of the Hyakkiyako Academy Ninjutsu Research Club and admin of the video channel Michiruchi, a Girl's Ninja Scroll.\n\nMichiru tends to operate from a place of complete, unfounded confidence. As a ninja otaku, she works tirelessly with the other members to make ninjas popular throughout Kivotos. Her dreams are to make the Ninjutsu Research Club officially recognized and to reach 100 subscribers on her video channel.",
            "HobbyVi": "Inventing new ninjutsus, making videos",
            "CharacterVoiceVi": "Kaori Mizuhashi",
            "WeaponNameVi": "Michiru-Style Overflow Shotgun",
            "WeaponDescVi": "Michiru's favorite shotgun.\n\nIt's been modified in different ways, like putting an additional shotgun part under the muzzle so she could use ninjutsu bullets she made herself. Michiru says these are amalgams of her aspiration."
        },
        {
            "CharacterId": 10040,
            "FamilyNameVi": "Ono",
            "PersonalNameVi": "Tsukuyo",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "April 5th",
            "CharacterSSRNewVi": "I-I'm just a tall, good-for-nothing... But I want to do my best to help, Sensei!",
            "ProfileIntroductionVi": "A girl from the Hyakkiyako Ninjutsu Research Club.\n\nTsukuyo is insecure about her towering height, as she was teased relentlessly for it as a child. She is timid and has a hard time speaking up, but also determinedly follows her goals once she's made a decision. While she doesn't know much about ninjas, she does her best for Michiru and Izuna so she won't let them down.",
            "HobbyVi": "Disguising as a tree, hiding",
            "CharacterVoiceVi": "Ayasa Goto",
            "WeaponNameVi": "Tsukuyo-Style Submachine Gun",
            "WeaponDescVi": "A submachine gun cherished by Tsukuyo.\n\nTsukuyo isn't very familiar with guns, so Michiru and Izuna helped modify it bit by bit. She now considers it an irreplaceable precious treasure because of their efforts."
        },
        {
            "CharacterId": 10041,
            "FamilyNameVi": "Imashino",
            "PersonalNameVi": "Misaki",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "January 13th",
            "CharacterSSRNewVi": "There is no answer in such a huge void. Nevertheless...",
            "ProfileIntroductionVi": "A member of the Arius Squad, she gives off a quiet, stand-offish impression.\n\nMisaki has no interest in others' opinions or how they treat her. She can be reckless to a fault, and her wrists and neck are always covered with thick bandages.",
            "HobbyVi": "Being alone",
            "CharacterVoiceVi": "Rio Tsuchiya",
            "WeaponNameVi": "Saint Predator",
            "WeaponDescVi": "Misaki's favorite portable missile.\n\nOnce it reaches a certain altitude, it splits into several submunitions and causes a wide explosion on the ground."
        },
        {
            "CharacterId": 20017,
            "FamilyNameVi": "Tsuchinaga",
            "PersonalNameVi": "Hiyori",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "January 8th",
            "CharacterSSRNewVi": "Oh, I got lucky today. Heehee...",
            "ProfileIntroductionVi": "An Arius Squad member that gives a gloomy impression.\n\nHiyori follows other Arius students around, always crying about her latest heavy burden. She has low self-esteem and a negative personality. She tends to be pessimistic about everything in the world, and believes the only purpose of life is suffering.",
            "HobbyVi": "Collecting magazines",
            "CharacterVoiceVi": "Mai Nakahara",
            "WeaponNameVi": "Identity",
            "WeaponDescVi": "A massive sniper rifle Hiyori uses.\n\nIts 20mm bullets that accurately target enemies prove their power on the battlefield wherever bullets rain."
        },
        {
            "CharacterId": 10042,
            "FamilyNameVi": "Hakari",
            "PersonalNameVi": "Atsuko",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "January 20th",
            "CharacterSSRNewVi": "I wish there were flowers on this path.",
            "ProfileIntroductionVi": "A mysterious member of the Arius Squad who always wears a gas mask.\n\nAtsuko's mask isn't to hide her face, but a gas mask she wears for safety all the time, unless eating or sleeping. The squad leader, Saori, calls her Hime. Very little is known of who she is.",
            "HobbyVi": "Gardening",
            "CharacterVoiceVi": "Kana Hanazawa",
            "WeaponNameVi": "Scorpius",
            "WeaponDescVi": "A submachine gun Atsuko uses.\n\nIt has strong firepower and a short barrel, making it suitable for close combat."
        },
        {
            "CharacterId": 10043,
            "FamilyNameVi": "Kosaka",
            "PersonalNameVi": "Wakamo",
            "SchoolYearVi": "Suspended",
            "CharacterAgeVi": "18 years old",
            "BirthdayVi": "4月3日",
            "CharacterSSRNewVi": "ふふふっ……このワカモの姿、\n一瞬たりとも見逃さないでくださいませ。\nあ・な・た・様♡",
            "ProfileIntroductionVi": "百鬼夜行連合学院所属、「七囚人」の一人であり、夏を迎えてより艶やかに咲いた少女。\n\n彼女が水着姿で海を訪れたのは、ただその姿を先生に見せるため。彼女が笑顔でいられるのは、ひとえに先生と出会えたため。どんなに暑い夏の日差しの下でも、それに負けないほどの情熱的なアプローチで先生を襲う。相変わらず誰よりも恋心に全力投球な少女、夏バージョン。",
            "HobbyVi": "破壊、略奪",
            "CharacterVoiceVi": "Chiwa Saitō",
            "WeaponNameVi": "真紅の災厄",
            "WeaponDescVi": "ワカモが愛用するライフル。\n\n夏を迎え浮足立ったワカモの気分のように、その銃口は邪魔者すべてに向けて灼熱の如く激しい真紅の火花を放つ。"
        },
        {
            "CharacterId": 10044,
            "FamilyNameVi": "Izayoi",
            "PersonalNameVi": "Nonomi",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "9月1日",
            "CharacterSSRNewVi": "やっぱり夏といえば、みんなで海ですね☆",
            "ProfileIntroductionVi": "アビドス高等学校所属、夏の海へ辿り着き、とっても楽しそうなアビドス対策委員会の一員。\n\n行楽地に来ていても、常にみんなのことを気にする優しさは健在。余談だが今回の旅行が楽しみ過ぎて、いつも以上に色んなものを買ってきた模様。",
            "HobbyVi": "ショッピング",
            "CharacterVoiceVi": "Chiyuki Miura",
            "WeaponNameVi": "リトルマシンガンⅤ",
            "WeaponDescVi": "真夏でもノノミを守るマシンガン。\n\n爽やかに吐き出される弾丸は暑さをも吹き飛ばす。"
        },
        {
            "CharacterId": 26007,
            "FamilyNameVi": "Okusora",
            "PersonalNameVi": "Ayane",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "11月12日",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "アビドス高等学校所属、夏の海へやってきたアビドス対策委員会の書記担当。\n\nこんな時くらいは日常のことを忘れ、思いっきり楽しもう……とは思っているものの、やはり生来の真面目さが抜けないご様子。",
            "HobbyVi": "家計簿をつけること、骨董品収集",
            "CharacterVoiceVi": "Sayaka Harada",
            "WeaponNameVi": "コモンセンス",
            "WeaponDescVi": "使われないことを願うばかりのアヤネの銃。\n\nしかし、その願望は毎度思わぬ形で破られる。"
        },
        {
            "CharacterId": 10045,
            "FamilyNameVi": "Takanashi",
            "PersonalNameVi": "Hoshino",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "1月2日",
            "CharacterSSRNewVi": "こっちおいでよ先生～ \n結構涼しいよ？",
            "ProfileIntroductionVi": "アビドス高等学校所属、ゆったりとした夏を求めて無人島にやってきた対策委員会の委員長。\n\n面倒くさがりな態度とは裏腹に、支度を存外しっかりしている。しかし、本人は自身が普段より少し積極的になっている事に気づいていない模様。",
            "HobbyVi": "昼寝、ゴロゴロすること",
            "CharacterVoiceVi": "Yumiri Hanamori",
            "WeaponNameVi": "Eye of Horus",
            "WeaponDescVi": "夏の海用に整備されたホシノのショットガン。\n\n獣道を切り開いたり、虫捕りに使ったりとさまざまな用途で使えるよう手入れされている。"
        },
        {
            "CharacterId": 26008,
            "FamilyNameVi": "Kawawa",
            "PersonalNameVi": "Shizuko",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "7月7日",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "百鬼夜行連合学院所属、夏でも変わらず野心に満ちたお祭り運営委員会の委員長。\n\n百夜堂をキヴォトスいちのフランチャイズに成長させるべく、今日も情熱を燃やしている。 どんな障害もアイドルパンチと一緒なら問題ない。手が届くものなら何でも掴み取る、夏の少女は無敵なのだ。",
            "HobbyVi": "可愛く接客すること、看板娘パンチ",
            "CharacterVoiceVi": "Chitose Morigana",
            "WeaponNameVi": "桜ボンボン",
            "WeaponDescVi": "夏の海でもシズコが愛用するポンプアクション式のショットガン。\n\n相変わらずあんみつの甘い香りがほのかに漂っている。"
        },
        {
            "CharacterId": 10046,
            "FamilyNameVi": "Kuda",
            "PersonalNameVi": "Izuna",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "12月16日",
            "CharacterSSRNewVi": "この夏も！不肖イズナ、\n主殿と共に一生懸命修行します！",
            "ProfileIntroductionVi": "百鬼夜行連合学院所属、修行のために海を訪れた忍術研究部所属の少女。\n\n普段から活気に満ちているイズナだが、今回は夏のエネルギーを受けているからか、200％の元気でもって接してくれる。より夏にふさわしい忍者となるべく、今日もイズナは修行という名の夏を、主殿と共に満喫している。",
            "HobbyVi": "忍術の勉強、主殿の護衛",
            "CharacterVoiceVi": "Kana Asumi",
            "WeaponNameVi": "イズナ流スーパー忍具",
            "WeaponDescVi": "イズナが愛用しているサブマシンガン。\n\n文字通り最先端の忍者道具のため、防水機能もバッチリ完備！つまり海中でも使用可能。主殿のための忍具には隙がないのである。"
        },
        {
            "CharacterId": 10047,
            "FamilyNameVi": "Waraku",
            "PersonalNameVi": "Chise",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "7月13日",
            "CharacterSSRNewVi": "海には不思議なものがいっぱいだね～",
            "ProfileIntroductionVi": "百鬼夜行連合学院所属、夏の日差しの下でも相変わらずぼんやりしている陰陽部の電波系少女。\n\n水着に着替えた事でアイドル力（？）が上がったのか、彼女を見守るファンの叫びは夏の日差しに負けないほどの熱気を持っていたとか。しかし、本人は全く気にする気配もなく。今日もチセは先生と一緒にきらめきを探して充実した夏を過ごしている。",
            "HobbyVi": "俳句",
            "CharacterVoiceVi": "Yū Shimamura",
            "WeaponNameVi": "五七五式榴弾砲",
            "WeaponDescVi": "チセの大事なグレネードランチャー。\n\n今回は先生のアイディアを受け、チセが書いた夏にまつわる俳句を弾丸に刻んでいる。市販されていない、チセだけの大切な一品だ。"
        },
        {
            "CharacterId": 10048,
            "FamilyNameVi": "Joumae",
            "PersonalNameVi": "Saori",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "9月3日",
            "CharacterSSRNewVi": "まだ、道半ばで迷っている――\nそれでも、いつかは……",
            "ProfileIntroductionVi": "アリウス分校所属、学園内でエリート特殊部隊と呼ばれているアリウススクワッドのリーダー。\n\n目的のためなら手段と方法を選ばない冷徹な姿と、時には激情を露わにする姿が共存した少女。ゲリラ戦術に関しては他の追随を許さない専門家だが、日常生活ではやや世間知らずな一面を見せることも。アリウススクワッドの戦闘力は彼女が訓練を見ていた結果なのだとか。",
            "HobbyVi": "なし",
            "CharacterVoiceVi": "Shizuka Ishigami",
            "WeaponNameVi": "アリウス製アサルトライフル",
            "WeaponDescVi": "サオリが使用するアサルトライフル。\n\n徹底的に効率を追求してサオリが独自にカスタムしたもの。一度獲物を捕捉したら、対象を倒すまで絶対にターゲットを逃さない。"
        },
        {
            "CharacterId": 20018,
            "FamilyNameVi": "Kazekura",
            "PersonalNameVi": "Moe",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "9月13日",
            "CharacterSSRNewVi": "こちらRABBIT3。次の爆撃場所はどこ？",
            "ProfileIntroductionVi": "SRT特殊学園所属、RABBIT小隊のオペレーター。コールサインは「RABBIT3」。\n\n強大な火力を保有したSRT特殊学園の武器に憧れて入学したが、突然学園が閉鎖され、現在は公園で他の小隊員と共に野宿をしている。何かを爆破したり台無しにしたりすることに喜びを感じる奇妙な趣向の持ち主だが、オペレーターの腕だけは確かである。重症の甘いもの好きで、いつも棒キャンディを口にくわえている。",
            "HobbyVi": "打ち上げ花火",
            "CharacterVoiceVi": "Shiori Izawa",
            "WeaponNameVi": " RABBIT-224式拳銃",
            "WeaponDescVi": "モエがSRT特殊学園から支給された制式拳銃。\n\n拳銃にもかかわらず高い連射力を保有しているため、弾倉を瞬時に空にすることができる。"
        },
        {
            "CharacterId": 10049,
            "FamilyNameVi": "Kyouyama",
            "PersonalNameVi": "Kazusa",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "8月5日",
            "CharacterSSRNewVi": "あ、先生。\nこんな所で会えるなんて奇遇だね",
            "ProfileIntroductionVi": "トリニティ総合学園所属、ゆったりとした静かな性格の「放課後スイーツ部」の部員。\n\n自分をあまり表に出さないため、普段は他の部員たちに黙々とついていく事が多い。\nいつも周囲の奇行に巻き込まれて苦労しているが、一方でそういう所も大切に思っている。",
            "HobbyVi": "「普通に」スイーツを食べること",
            "CharacterVoiceVi": "Yuko Natsuyoshi",
            "WeaponNameVi": "マビノギオン",
            "WeaponDescVi": "古くからカズサと長い間過ごしてきたマシンガン。\n\n名前の由来について尋ねると、苦い顔をする。"
        },
        {
            "CharacterId": 10050,
            "FamilyNameVi": "Sunohara",
            "PersonalNameVi": "Kokona",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "11 years old",
            "BirthdayVi": "6月1日",
            "CharacterSSRNewVi": "訓育支援部「梅花園」のココナです！\nち、違います！これでもれっきとした教官なんですよ！？",
            "ProfileIntroductionVi": "山海経高級中学校所属、訓育支援部「梅花園」の教官を務める1年生の生徒。\n\n本来は小学校に通う年齢だが、優れた学習能力が認められ、教官の権限を持つまでになった。\n園生たちは親しみをこめて「ココナちゃん」と呼んでいるが、ココナはその呼称をあまり喜んでいない。",
            "HobbyVi": "絵本を読むこと",
            "CharacterVoiceVi": "Hiromi Igarashi",
            "WeaponNameVi": "レディーの気品",
            "WeaponDescVi": "レディーの品位を守る際にも、教官としての責務を果たす際にも効果的なアサルトライフル。"
        },
        {
            "CharacterId": 10051,
            "FamilyNameVi": "Shiraishi",
            "PersonalNameVi": "Utaha",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "11月13日",
            "CharacterSSRNewVi": "燃え上がる情熱を込めて！",
            "ProfileIntroductionVi": "ミレニアムサイエンススクール所属、大運動会を迎え、応援団長の衣装に身を包んだエンジニア部の部長。\n\n急遽引き受けることになった応援だが、最善を尽くすマイスターらしく、彼女の情熱はどの応援団よりも熱く燃え上がる。行き過ぎた情熱で、たまに本来の目的を忘れたりしている模様……",
            "HobbyVi": "発明や修理全般",
            "CharacterVoiceVi": "Nozomi Aochi",
            "WeaponNameVi": "マイスター・ゼロ",
            "WeaponDescVi": "ウタハが所有しているシンプルなデザインのサブマシンガン。\n\n応援中は邪魔にならないよう雷ちゃんの内部に収納している。"
        },
        {
            "CharacterId": 10052,
            "FamilyNameVi": "Ushio",
            "PersonalNameVi": "Noa",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "4月13日",
            "CharacterSSRNewVi": "合理と理性の世界へ、\n私と一緒に旅立ちませんか？",
            "ProfileIntroductionVi": "ミレニアムサイエンススクール所属、生徒会「セミナー」の書記。\n\n主にセミナーの決定事項や会議内容を記録しており、ミレニアムの生徒が開発した製品の特許を鑑別・登録する弁理士の業務も担当している。非常に優れた記憶力の持ち主で、一度見聞きした内容はほぼ完璧に暗記できるのだとか。",
            "HobbyVi": "読書、暗唱",
            "CharacterVoiceVi": "Sayumi Suzushiro",
            "WeaponNameVi": "書記の採決",
            "WeaponDescVi": "ノアが使用するコンバージョンキット付き拳銃。\n\nストックを伸ばせばサブマシンガンのように連射できる。"
        },
        {
            "CharacterId": 16010,
            "FamilyNameVi": "Nekozuka",
            "PersonalNameVi": "Hibiki",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "4月2日",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "ミレニアムサイエンススクール所属、大運動会を迎え、チアリーダーの衣装に身を包んだエンジニア部の部員。\n\n普段のコスプレ趣味で培った裁縫スキルを生かし、エンジニア部員が着る衣装を製作した。なお、チアリーダーの衣装は昔作ったものをリメイクしたからか、スカート丈が少し気になっている様子。",
            "HobbyVi": "買い物、コスプレ",
            "CharacterVoiceVi": "Kaori Nazuka",
            "WeaponNameVi": "ファンシーライト",
            "WeaponDescVi": "ヒビキが愛用する迫撃砲。\n\n応援中は持ち運びが容易になるようキャディバッグに収納している。"
        },
        {
            "CharacterId": 20019,
            "FamilyNameVi": "Murokasa",
            "PersonalNameVi": "Akane",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "4月1日",
            "CharacterSSRNewVi": "ご主人様のメイド……\nいえ、今は\nご主人様のウサギ、と申しましょうか",
            "ProfileIntroductionVi": "ミレニアムサイエンススクール所属、潜入ミッションのためバニーガール姿へと着替えた「C&C」のエージェント。\n\n不慣れな環境下でも、バニー服を率先して用意したり、C4を爆発させて障害物を片付けるなど、いつもと変わらず落ち着いて作戦を遂行する姿が見られる。普段とは違う服装に少し浮かれているのか、随所にウキウキした表情が垣間見えることも。",
            "HobbyVi": "お掃除",
            "CharacterVoiceVi": "Yumi Hara",
            "WeaponNameVi": "サイレントソリューション",
            "WeaponDescVi": "アカネが常に所持しているピストル。\n\n潜入任務にはこれ以上なく相応しいモノである。"
        },
        {
            "CharacterId": 10053,
            "FamilyNameVi": "Hayase",
            "PersonalNameVi": "Yuuka",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "3月14日",
            "CharacterSSRNewVi": "晄輪大祭の準備も完璧！",
            "ProfileIntroductionVi": "ミレニアムサイエンススクール所属、晄輪大祭参加のために体操服に着替えたセミナーの会計。\n\nミレニアム主催のビッグイベントの準備で激務に追われていたものの、開会前日だけは他の生徒たちの配慮でぐっすり眠ったため、最高のコンディションとなっている。主催校の生徒会役員であり、実行委員のユウカは理性的に大会に臨もうとしていたが、周囲の学校の勝利への情熱が、彼女の負けず嫌いを刺激している様子。",
            "HobbyVi": "計算",
            "CharacterVoiceVi": "Ran Haruka",
            "WeaponNameVi": "ロジック＆リーズン",
            "WeaponDescVi": "ユウカが使用する2丁のサブマシンガン。\n\n今回の晄輪大祭でもロジック＆リーズンは、ユウカの合理的かつ理性的な判断を代弁する。"
        },
        {
            "CharacterId": 10054,
            "FamilyNameVi": "Iochi",
            "PersonalNameVi": "Mari",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "9月12日",
            "CharacterSSRNewVi": "この大運動会で\nみんなが笑顔で楽しく過ごせますように……",
            "ProfileIntroductionVi": "トリニティ総合学園所属、晄輪大祭に参加するため、体操服に着替えたシスターフッドのシスター。\n\nキヴォトスの平和を祈るお祭りと聞いて、実行委員の仕事に志願したものの、蓋を開けてみれば絶えず争いとトラブルが発生していた。それに加え、元来他人を放っておけない優しい性格も相まって、マリーは様々なトラブルに巻き込まれ続けている様子。",
            "HobbyVi": "お祈り、考えごと",
            "CharacterVoiceVi": "Ari Ozawa",
            "WeaponNameVi": "パイエティー",
            "WeaponDescVi": "マリーが所持している拳銃。\n\n普段は試合開始を告げる信号弾といった平和な用途だが……時折、意図せず不良生徒にその銃口が向くこともある。"
        },
        {
            "CharacterId": 16011,
            "FamilyNameVi": "Hanekawa",
            "PersonalNameVi": "Hasumi",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "12月12日",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "トリニティ総合学園所属、晄輪大祭参加のために体操服に着替えた正義実現委員会の副委員長。\n\n対外業務に不慣れなツルギに代わって実行委員を務めることになった。会場の浮き立った空気の中でも、ハスミは冷静に実行委員としての責務を果たそうとしていたが……休む間もなく現れる不良生徒や屋台から漂ってくる甘い誘惑が彼女を苦しませている。",
            "HobbyVi": "読書、人間観察",
            "CharacterVoiceVi": "Asami Seto",
            "WeaponNameVi": "インペイルメント",
            "WeaponDescVi": "ハスミのお気に入りのスナイパーライフル。\n\n晄輪大祭期間中も不義を審判すべく彼女の銃口は輝いている。"
        },
        {
            "CharacterId": 20020,
            "FamilyNameVi": "Akeboshi",
            "PersonalNameVi": "Himari",
            "SchoolYearVi": "3rd Year",
            "CharacterAgeVi": "17 years old",
            "BirthdayVi": "12月10日",
            "CharacterSSRNewVi": "ふふっ、これはミレニアムの超天才清楚系病弱美少女ハッカーの\n出番ということですね？",
            "ProfileIntroductionVi": "ミレニアムサイエンススクール所属、ハッカー集団「ヴェリタス」の元部長で、現特異現象捜査部の部長。\n\n自称超天才病弱美少女ハッカーであり、ミレニアム史上たった3人しか名乗ることを許されていない学位「全知」の所有者らしい……それが真実なのか、そのような学位が実在するのかさえ、全てベールに包まれている。ヒマリ曰く、秘密の多い少女は美しいもの……なのだとか。また、指折りの実力を持つ天才ハッカーであり、同時にオカルトに目がない奇妙な趣向を持つ少女でもある。",
            "HobbyVi": "今日の運勢の確認、オカルト全般",
            "CharacterVoiceVi": "Yukana",
            "WeaponNameVi": "高嶺の花",
            "WeaponDescVi": "ヒマリが所持している拳銃。\n\nシンプルで美しいつくりの銃。普段ヒマリが使う姿を見るのは難しい。「本来、高嶺の花というのは簡単に目にすることができないものですから……まるで私のようでしょう？」とはヒマリの談である。"
        },
        {
            "CharacterId": 10055,
            "FamilyNameVi": "Mayoi",
            "PersonalNameVi": "Shigure",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "1月22日",
            "CharacterSSRNewVi": "体を温めるものが必要？\nふふっ……任せて",
            "ProfileIntroductionVi": "レッドウィンター連邦学園所属、ただし停学処分を受けて現在は旧校舎227号特別クラスで謹慎中の生徒。\n\n停学の理由は「配給用カンポット」に密かにアルコールを混ぜた行為」とのこと。227号特別クラスのノドカとは幼馴染で、噂によるとノドカが懲戒処分で特別クラス行きになったため、わざと事故を起こしたのだとか。事件の真相とは関係なく、自分で仕込んだカンポットが大好きで、ポケットウイスキーの瓶に入れていつも持ち歩いている。",
            "HobbyVi": "自家製ドリンクを作ること",
            "CharacterVoiceVi": "Maki Kawase",
            "WeaponNameVi": "スプリングパンチ",
            "WeaponDescVi": "シグレが普段持ち歩いているグレネードランチャー。\n\nこの榴弾が直撃した相手は、その名の通りくらくらしてしまう。"
        },
        {
            "CharacterId": 10056,
            "FamilyNameVi": "Sumi",
            "PersonalNameVi": "Serina",
            "SchoolYearVi": "2nd Year",
            "CharacterAgeVi": "16 years old",
            "BirthdayVi": "1月6日",
            "CharacterSSRNewVi": "救護騎士団がクリスマスをお伝えに来ました！\nどうか、素敵なクリスマスになりますように！",
            "ProfileIntroductionVi": "トリニティ総合学園所属、クリスマスを迎えてサンタ服に着替えた救護騎士団の団員。\n\nクリスマスに行う街頭ボランティアのため、ふさわしい格好に着替えたセリナ。キャロルを歌いながら手作りのプレゼントを配る彼女の姿は、クリスマスに舞い降りた天使のよう。",
            "HobbyVi": "病院のボランティア",
            "CharacterVoiceVi": "Akiho Suzumoto",
            "WeaponNameVi": "タクティカルセラピー",
            "WeaponDescVi": "セリナが持つアサルトライフル。\n\n注射器が発射されたりはしないが、セリナの心は注入できるかもしれない。"
        },
        {
            "CharacterId": 20021,
            "FamilyNameVi": "Asagao",
            "PersonalNameVi": "Hanae",
            "SchoolYearVi": "1st Year",
            "CharacterAgeVi": "15 years old",
            "BirthdayVi": "5月12日",
            "CharacterSSRNewVi": "メリークリスマース！\n サンタさんの代わりに、救護の天使がやってきましたよ～！",
            "ProfileIntroductionVi": "トリニティ総合学園所属、クリスマスを迎えてサンタ姿に着替えた救護騎士団の団員。\n\n普段活発なハナエらしく、サンタ服も動きやすいものを選んでいる。なんでも楽しめるハナエにとって、クリスマスはまさにお祭りそのものなのだとか。プレゼントの包みを持って鐘を鳴らし、みんなに幸せを伝えるべくボランティアに参加している。",
            "HobbyVi": "ダンス、チアリーディング",
            "CharacterVoiceVi": "Kana Yūki",
            "WeaponNameVi": "ハッピースマイリー",
            "WeaponDescVi": "ハナエのアサルトライフル。\n\nクリスマスにも彼女の銃は幸せな笑みを広げる。"
        },
        {
            "CharacterId": 10057,
            "FamilyNameVi": "黒舘",
            "PersonalNameVi": "ハルナ",
            "SchoolYearVi": "3年生",
            "CharacterAgeVi": "17歳",
            "BirthdayVi": "3月1日",
            "CharacterSSRNewVi": "この時期のお料理はどれも魅力的ですね……。\nお正月といえば、おせちやお雑煮、お汁粉……。\nああ……お腹が空いてきましたわ",
            "ProfileIntroductionVi": "ゲヘナ学園所属、新年を迎え、着物に着替えた美食研究会の会長。\n\n美食において、時節に合った装いをする事も美食探究の一環であるという信念のもと、晴れ着を纏って美食の道を歩む。見た目だけはこの上なく優雅なお嬢さんなのだが……\n\n彼女の美食に相応しい食べ物が用意される事を祈ろう。",
            "HobbyVi": "美味しいもの探し",
            "CharacterVoiceVi": "田所あずさ",
            "WeaponNameVi": "アイディール",
            "WeaponDescVi": "ハルナが扱うスナイパーライフル。\n\n年が変わろうとも、彼女の美食探究にふさわしいパートナーはこの銃以外にいないだろう。"
        },
        {
            "CharacterId": 20022,
            "FamilyNameVi": "愛清",
            "PersonalNameVi": "フウカ",
            "SchoolYearVi": "2年生",
            "CharacterAgeVi": "16歳",
            "BirthdayVi": "4月30日",
            "CharacterSSRNewVi": "先生、年越しそばは食べましたか？\n今年はお互い、穏やかな一年でありますように",
            "ProfileIntroductionVi": "ゲヘナ学園所属、新年を迎え、着物に着替えた給食部の部員。\n\n今年こそどうか平穏な日々が続くようにと願っているものの、周囲の環境がそれを許してくれるかはまだ未知数のようだ。",
            "HobbyVi": "家庭料理、お弁当作り",
            "CharacterVoiceVi": "ファイルーズあい",
            "WeaponNameVi": "給食部の護身用銃typeA",
            "WeaponDescVi": "フウカが常に携帯しているサブマシンガン。\n\n新年を迎え、使われる事がないようにと願うフウカだが、世の中はままならぬもので……"
        },
        {
            "CharacterId": 16012,
            "FamilyNameVi": "赤司",
            "PersonalNameVi": "ジュンコ",
            "SchoolYearVi": "1年生",
            "CharacterAgeVi": "15歳",
            "BirthdayVi": "12月27日",
            "CharacterSSRNewVi": "",
            "ProfileIntroductionVi": "ゲヘナ学園所属、新年を迎え、着物に着替えた美食研究会の部員。\n\n新年の料理を楽しみに、装いを新たにしたジュンコ。食べる時に邪魔が入ってくる事には、未だ我慢できない様子。",
            "HobbyVi": "グルメ巡り",
            "CharacterVoiceVi": "金元 寿子",
            "WeaponNameVi": "ダイナーズアウトロー",
            "WeaponDescVi": "ジュンコが使用する2丁のアサルトライフル。\n\n彼女の美食を邪魔する者は、何人たりとも許されはしない。"
        },
        {
            "CharacterId": 10058,
            "FamilyNameVi": "蒼森",
            "PersonalNameVi": "ミネ",
            "SchoolYearVi": "3年生",
            "CharacterAgeVi": "17歳",
            "BirthdayVi": "11月23日",
            "CharacterSSRNewVi": "救護騎士団団長、蒼森ミネと申します。\n救護が必要な方はどちらでしょうか？",
            "ProfileIntroductionVi": "トリニティ総合学園所属、救護騎士団の団長。芯が強く実直な性格だが、過激な一面もある白衣の戦士。\n\n「ミネが壊して騎士団が治療する」という救護騎士団の噂はトリニティ全域に轟いているという。そんな彼女ではあるが、自身の装備を整備したり、知人を招いてお茶会を開く事で心を癒す一面も。また、紅茶に対する造詣が深く、正義実現委員会のハスミと匹敵するレベルなのだとか。",
            "HobbyVi": "医療品集め",
            "CharacterVoiceVi": "堀江由衣",
            "WeaponNameVi": "救護の証明",
            "WeaponDescVi": "ミネのショットガン。\n\n救護とは時に二面性を持つものであると彼女は主張する。この武器こそ彼女の主張の根拠になるのかもしれない……"
        }
    ]
}